{
  "about": {
    "title": "About Una AstroTarot AI",
    "updatedAt": "2025-12-25",
    "body": "# Una AstroTarot AI 🔮✨\n\n**Una AstroTarot AI** blends **AI Tarot** with **astrological context** to deliver clear, grounded interpretations that feel personal — not random.\n\nIt’s built for reflection, insight, and better decision-making — without deterministic “fortune telling”.\n\n---\n\n## What you get\n- 🃏 **AI Tarot readings** (multiple spreads)\n- 🪐 **Astro transits & timing insights** *(Premium/Pro)*\n- 🧠 Structured, multi-layer interpretation (symbols, positions, context)\n- ✍️ Ask from suggested questions or type your own\n- 📚 Clean archive-style experience (designed for repeat use)\n\n---\n\n## How it works\n1) Choose a spread (or **Card of the Day**).\n2) Pick a suggested question — or write your own.\n3) Draw your cards.\n4) Una delivers an interpretation that connects **your question + layout + symbolism**.\n\n---\n\n## Plans & access\n- 🆓 **Free** — basic access with limited spreads and features.\n- 💎 **Premium** — more spreads + deeper insights + **astro transit layer**.\n- 🧿 **Pro** — full access to all tools, advanced analysis & personalization.\n- 👑 **ProPlus (Annual)** — yearly plan with maximum access and best value.\n\n🎁 **AdReward option:** watching an ad can unlock certain actions as an alternative to paying.\n\n---\n\n## Notes\n- **Card of the Day** and **Yes/No** are designed to be more intuitive/reflective.\n- The app doesn’t “predict fate” — it highlights **patterns, options, and inner dynamics**.\n\n---\n\n## InfoHelm Tech portal 🌐\nFor AI, crypto and new tech beyond Tarot, visit:\n- https://tech.infohelm.org/en \n\n---\n\nApp version: 2.0.7\n"
  },
  "terms": {
    "title": "Terms of Service",
    "updatedAt": "August 28, 2025",
    "sourceUrl": "terms-of-service-en.html",
    "body": [
      "By using this app you agree to the following terms and rules. If you do not agree with any part of these terms, please do not use the app.",
      "• The app is intended for personal and non-commercial use.",
      "• You may not copy, distribute or modify the content without the author’s permission.",
      "• We may change the Terms of Service at any time without prior notice.",
      "By continuing to use the app you confirm that you have read, understood and accepted these terms."
    ]
  },
  "privacy": {
    "title": "Privacy Policy",
    "updatedAt": "August 28, 2025",
    "sourceUrl": "privacy-policy-en.html",
    "body": [
      "We care about your privacy. This document summarizes what data we collect, why, and how we protect it.",
      "What we collect: (a) account data (email, display name, language), (b) optional profile data (gender, birth date, sign/ascendant), (c) technical data (user ID, Expo push token, device language/region), (d) metadata about feature usage.",
      "Where we store: Supabase (database and authentication). Expo is used for delivering push notifications (device token). Zoho Mail is used for customer support.",
      "Why: to provide app functionality, sync settings, send notifications you request, and improve product quality.",
      "Sharing: we do not sell personal data. We share data only with service providers necessary for the app to function (e.g., Supabase, Expo) under appropriate data processing agreements.",
      "Retention & deletion: we keep data as long as necessary to provide the service. You can request export or deletion of your account by contacting support.",
      "Security: we apply technical and organizational measures; however, no system is 100% secure.",
      "Your rights: access, rectification, deletion, objection, withdrawal of consent where applicable.",
      "Privacy contact: info@infohelm.org"
    ]
  },
  "support": {
    "title": "Support & Donations",
    "updatedAt": "August 28, 2025",
    "body": [
      "If you’d like to support the app development:",
      "• Unlock PRO/Premium membership according to your needs — you get more spreads and fewer limits.",
      "• Watch short ads for free coins (AdReward).",
      "• Leave a rating and review on the store — it means a lot!",
      "• Share the app with friends.",
      "For additional help or suggestions, write to: info@infohelm.org"
    ]
  },
  "contact": {
    "title": "Contact",
    "updatedAt": "August 28, 2025",
    "body": [
      "If you have any questions, suggestions or technical issues, feel free to contact us.",
      "Email: info@infohelm.org",
      "We respond within 24h on business days."
    ]
  },
  "disclaimer": {
    "title": "Disclaimer",
    "updatedAt": "August 28, 2025",
    "body": [
      "This app uses artificial intelligence to interpret symbols and answer questions, similar to how an experienced Tarot reader would. Although the AI analyzes patterns and provides insights, its answers are not a substitute for professional advice in areas such as health, law or finance.",
      "Users make their own decisions based on the received messages and insights. The app creator does not assume responsibility for any consequences arising from the use of the content.",
      "By using the app you agree to these terms."
    ]
  },
  "dataDeletion": {
    "title": "Data Deletion",
    "updatedAt": "August 28, 2025",
    "sourceUrl": "data-deletion-en.html",
    "body": [
      "You can request deletion of your account and data at any time.",
      "How to submit a request: send an email from the address linked to your account to info@infohelm.org with a short note that you want your data deleted. If possible, include your user ID (UID) from the profile.",
      "What we delete: profile (email, display name, language preferences), saved push-notification tokens, history of readings/interpretations, and other account-related data.",
      "What we may retain: minimal records necessary to meet legal obligations or security needs, in line with the Privacy Policy.",
      "Timeframe: requests are usually processed within 30 days after identity confirmation.",
      "More details and the official document version are available on our website (use the “Open on web” button)."
    ]
  }
}
