{
  "about": {
    "title": "ऐप के बारे में",
    "updatedAt": "28 अगस्त 2025",
    "body": [
      "AiTarot Una एक ऐसा ऐप है जो आधुनिक AI तकनीकों और टैरो की आदर्श-प्रतीकात्मक (आर्केटाइपल) भाषा को जोड़कर उपयोगकर्ताओं को व्यक्तिगत, विचारशील और उपयोगी व्याख्याएँ देता है। AI यादृच्छिक संदेश नहीं बनाती — वह आपके प्रश्न और कार्ड के विन्यास (लेआउट) के संदर्भ में विश्लेषण करती है।",
      "ऐप के सभी स्प्रेड्स (\"दिन की कार्ड\" और \"हाँ/नहीं\" को छोड़कर, जो स्वभाव से सहज—इंट्यूटिव—हैं) बहु-स्तरीय प्रतीक-तंत्र के माध्यम से कार्डों का विश्लेषण करते हैं और उपयोगकर्ता के प्रश्न के संबंध में आंतरिक तर्क को पहचानने की कोशिश करते हैं।",
      "यह कैसे काम करता है: ऐप अक्सर पूछे जाने वाले प्रश्नों की सूची देता है, लेकिन यदि आपका प्रश्न सुझावों में नहीं है तो आप हमेशा अपना प्रश्न दर्ज कर सकते हैं — इस तरह आपको सचमुच व्यक्तिगत और प्रासंगिक व्याख्या मिलती है।",
      "एक्सेस व प्लान:",
      "• फ्री: सीमित स्प्रेड्स और फ़ीचर्स के साथ बेसिक एक्सेस।",
      "• प्रीमियम: अतिरिक्त स्प्रेड प्रकार और इनसाइट्स अनलॉक करता है।",
      "• PRO: सभी टूल्स, विश्लेषण और निजीकरण का पूर्ण एक्सेस।",
      "प्लान्स के अलावा AdReward विकल्प भी है — विज्ञापन देखकर आप कुछ फ़ीचर्स अनलॉक कर सकते हैं, जो भुगतान का विकल्प बनता है।",
      "नोट: ऐप नियतात्मक तरीके से भविष्यवाणी नहीं करता; यह कार्डों और प्रतीकों की आदर्श भाषा के माध्यम से संभावित दिशाओं और आंतरिक पैटर्न पर प्रकाश डालता है।",
      "ऐप संस्करण: 1.0.0"
    ]
  },
  "terms": {
    "title": "सेवा की शर्तें",
    "updatedAt": "28 अगस्त 2025",
    "sourceUrl": "terms-of-service-hi.html",
    "body": [
      "इस ऐप का उपयोग करके आप निम्नलिखित शर्तों और नियमों से सहमत होते हैं। यदि आप इन शर्तों के किसी भी भाग से सहमत नहीं हैं, तो कृपया ऐप का उपयोग न करें।",
      "• ऐप केवल व्यक्तिगत और गैर-व्यावसायिक उपयोग के लिए है।",
      "• लेखक की अनुमति के बिना आप सामग्री की नकल, वितरण या संशोधन नहीं कर सकते।",
      "• हम सेवा की शर्तों को कभी भी बिना पूर्व सूचना बदले सकते हैं।",
      "ऐप का उपयोग जारी रखकर आप पुष्ट करते हैं कि आपने इन शर्तों को पढ़ा, समझा और स्वीकार किया है।"
    ]
  },
  "privacy": {
    "title": "गोपनीयता नीति",
    "updatedAt": "28 अगस्त 2025",
    "sourceUrl": "privacy-policy-hi.html",
    "body": [
      "हम आपकी गोपनीयता का सम्मान करते हैं। यह दस्तावेज़ संक्षेप में बताता है कि हम कौन-सा डेटा एकत्र करते हैं, क्यों, और उसे कैसे सुरक्षित रखते हैं।",
      "हम क्या एकत्र करते हैं: (a) अकाउंट डेटा (ईमेल, डिस्प्ले नाम, भाषा), (b) वैकल्पिक प्रोफ़ाइल डेटा (लिंग, जन्मतिथि, राशि/लग्न), (c) तकनीकी डेटा (यूज़र ID, Expo पुश टोकन, डिवाइस भाषा/क्षेत्र), (d) फ़ीचर उपयोग से जुड़ा मेटाडेटा।",
      "हम कहाँ संग्रहीत करते हैं: Supabase (डेटाबेस और प्रमाणीकरण)। पुश नोटिफ़िकेशन डिलीवर करने के लिए Expo (डिवाइस टोकन) का उपयोग होता है। ग्राहक सहायता के लिए Zoho Mail उपयोग होता है।",
      "क्यों: ऐप की कार्यक्षमता प्रदान करने, सेटिंग्स सिंक करने, आपकी माँग के अनुसार नोटिफ़िकेशन भेजने और प्रोडक्ट की गुणवत्ता सुधारने के लिए।",
      "साझा करना: हम व्यक्तिगत डेटा नहीं बेचते। हम डेटा केवल उन्हीं सेवा प्रदाताओं के साथ साझा करते हैं जो ऐप के काम के लिए आवश्यक हैं (जैसे Supabase, Expo) और उपयुक्त डेटा-प्रोसेसिंग समझौतों के अंतर्गत।",
      "रखरखाव व हटाना: हम सेवा प्रदान करने के लिए आवश्यक अवधि तक डेटा रखते हैं। आप सपोर्ट से संपर्क करके अपना अकाउंट एक्सपोर्ट या हटाने का अनुरोध कर सकते हैं।",
      "सुरक्षा: हम तकनीकी और संगठनात्मक उपाय अपनाते हैं; फिर भी कोई भी सिस्टम 100% सुरक्षित नहीं होता।",
      "आपके अधिकार: एक्सेस, संशोधन, हटाने का अधिकार, आपत्ति, और जहाँ लागू हो सहमति वापस लेना।",
      "प्राइवेसी संपर्क: info@infohelm.org"
    ]
  },
  "support": {
    "title": "सपोर्ट व डोनेशन",
    "updatedAt": "28 अगस्त 2025",
    "body": [
      "यदि आप ऐप के विकास का समर्थन करना चाहते हैं:",
      "• अपनी ज़रूरत के अनुसार PRO/Premium सदस्यता लें — आपको अधिक स्प्रेड्स और कम सीमाएँ मिलेंगी।",
      "• फ्री कॉइन्स के लिए छोटे विज्ञापन देखें (AdReward)।",
      "• स्टोर पर रेटिंग/रिव्यू दें — यह हमारे लिए बहुत मायने रखता है!",
      "• ऐप को दोस्तों के साथ साझा करें।",
      "अतिरिक्त सहायता या सुझावों के लिए लिखें: info@infohelm.org"
    ]
  },
  "contact": {
    "title": "संपर्क",
    "updatedAt": "28 अगस्त 2025",
    "body": [
      "यदि आपके पास कोई प्रश्न, सुझाव या तकनीकी समस्या है, तो निःसंकोच हमसे संपर्क करें।",
      "ईमेल: info@infohelm.org",
      "व्यावसायिक दिनों में हम सामान्यतः 24 घंटे के भीतर उत्तर देते हैं।"
    ]
  },
  "disclaimer": {
    "title": "अस्वीकरण",
    "updatedAt": "28 अगस्त 2025",
    "body": [
      "यह ऐप प्रतीकों की व्याख्या और प्रश्नों के उत्तर के लिए कृत्रिम बुद्धिमत्ता का उपयोग करता है, ठीक वैसे ही जैसे एक अनुभवी टैरो रीडर करता है। यद्यपि AI पैटर्न का विश्लेषण कर इनसाइट्स देती है, इसके उत्तर स्वास्थ्य, कानून या वित्त जैसे क्षेत्रों में पेशेवर सलाह का विकल्प नहीं हैं।",
      "उपयोगकर्ता प्राप्त संदेशों और इनसाइट्स के आधार पर स्वयं निर्णय लेते हैं। सामग्री के उपयोग से उत्पन्न परिणामों के लिए ऐप निर्माता उत्तरदायी नहीं है।",
      "ऐप का उपयोग करके आप इन शर्तों से सहमत होते हैं।"
    ]
  },
  "dataDeletion": {
    "title": "डेटा हटाना",
    "updatedAt": "28 अगस्त 2025",
    "sourceUrl": "data-deletion-hi.html",
    "body": [
      "आप किसी भी समय अपना अकाउंट और डेटा हटाने का अनुरोध कर सकते हैं।",
      "अनुरोध कैसे भेजें: अपने अकाउंट से जुड़े ईमेल पते से info@infohelm.org पर मेल भेजें और संक्षेप में लिखें कि आप अपना डेटा हटाना चाहते हैं। संभव हो तो प्रोफ़ाइल से अपना यूज़र ID (UID) शामिल करें।",
      "हम क्या हटाते हैं: प्रोफ़ाइल (ईमेल, डिस्प्ले नाम, भाषा प्राथमिकताएँ), सेव किए गए पुश-नोटिफ़िकेशन टोकन, रीडिंग/व्याख्याओं का इतिहास, और अकाउंट-संबंधित अन्य डेटा।",
      "क्या रख सकते हैं: कानूनी दायित्वों या सुरक्षा आवश्यकताओं हेतु न्यूनतम अभिलेख, गोपनीयता नीति के अनुरूप।",
      "समय-सीमा: पहचान पुष्टि के बाद अनुरोध सामान्यतः 30 दिनों के भीतर संसाधित किए जाते हैं।",
      "अधिक विवरण और दस्तावेज़ का आधिकारिक संस्करण हमारी वेबसाइट पर उपलब्ध है (\"वेब पर खोलें\" बटन का उपयोग करें)।"
    ]
  }
}
