{
  "theFool": {
    "symbolism": "द फूल खाई के किनारे खड़ा है, अज्ञात में पहला कदम रखने को तैयार। हाथ में गुलाब निष्कपटता का प्रतीक है, जबकि पीछे का कुत्ता प्रवृत्ति और भीतरी सुरक्षा को दर्शाता है।",
    "uprightExtended": "सीधी स्थिति में, द फूल एक रोमांच की शुरुआत और जीवन पर भरोसे को दर्शाता है। यह परिवर्तन के प्रति खुलापन, स्वस्फूर्तता और बिना डर की नई शुरुआत का प्रतीक है।",
    "reversedExtended": "उलटी स्थिति में यह लापरवाही, भोलापन और ज़िम्मेदारी से बचने की ओर इशारा करती है। व्यक्ति परिणामों की जागरूकता के बिना आगे बढ़ सकता है।",
    "daily": "आज अपेक्षाएँ छोड़ कर भरोसे के साथ अज्ञात में कदम रखें। द फूल याद दिलाता है: हर भूल यात्रा का ही एक हिस्सा है।"
  },
  "theMagician": {
    "symbolism": "द मैजिशियन एक हाथ आकाश की ओर और दूसरा पृथ्वी की ओर उठाए खड़ा है — आध्यात्मिक और भौतिक जगत के सेतु का संकेत। मेज़ पर चारों तत्वों के औज़ार उसकी अभिव्यक्ति-शक्ति दिखाते हैं।",
    "uprightExtended": "सीधी स्थिति में, मैजिशियन व्यक्तिगत शक्ति, फोकस और विचारों को वास्तविकता में बदलने की क्षमता की ओर संकेत करता है। उपलब्ध सभी साधनों के साथ कर्म का समय है।",
    "reversedExtended": "उलटी स्थिति में यह चालाकी/छल, भ्रम और अप्रयुक्त क्षमता दिखा सकता है। व्यक्ति अपने वरदानों का कम उपयोग कर रहा है — या उन्हें स्वार्थ से उपयोग कर रहा है।",
    "daily": "आज अपने गुण पहचानें और जो सच में मायने रखता है उसे प्रकट करें। मैजिशियन कहता है: जो चाहिए वह सब आपके पास है — जागरूक होकर उपयोग करें।"
  },
  "theHighPriestess": {
    "symbolism": "द हाई प्रीस्टेस दो स्तंभों के बीच बैठी है, जो विरोधों के संतुलन का प्रतीक हैं। उसके पीछे का परदा रहस्य-ज्ञान को छुपाता है, और हाथ में स्क्रोल गुप्त बुद्धि का संकेत है।",
    "uprightExtended": "यह कार्ड अंतर्ज्ञान, मौन और भीतरी जानने का प्रतिनिधित्व करता है। भीतर की आवाज़ सुनने और उत्तर अंदर खोजने की ज़रूरत पर चेतावनी देता है।",
    "reversedExtended": "उलटी स्थिति में दबी हुई अंतर्ज्ञान, भावनात्मक भ्रम या आध्यात्मिक मूल्यों से कटाव का संकेत। व्यक्ति भीतर के संकेतों की अनदेखी कर सकता है।",
    "daily": "आज अपनी अंतर्ज्ञान पर भरोसा करें। जिन उत्तरों की तलाश है, वे आपके भीतर ही हैं — मन को शांत करें और अपनी भीतरी आवाज़ सुनें।"
  },
  "theEmpress": {
    "symbolism": "द एम्प्रेस उर्वर प्रकृति में बैठी है, चारों ओर अन्न और वृक्ष — समृद्धि और उर्वरता के प्रतीक। तारों का मुकुट उसे ब्रह्मांड से जोड़ता है।",
    "uprightExtended": "एम्प्रेस मातृ ऊर्जा, सृजन, प्रेम और पोषण का प्रतीक है। यह हर अर्थ में उर्वर समय का संकेत देती है — रचनात्मक, भावनात्मक या शारीरिक।",
    "reversedExtended": "उलटी स्थिति में दूसरों पर निर्भरता, भावनात्मक थकान या रचनात्मक अवरोध हो सकता है। पहले स्वयं का पोषण करें ताकि दूसरों का कर सकें।",
    "daily": "आज जो बढ़ रहा है उसकी देखभाल करें — विचार, रिश्ता या आपकी शांति। एम्प्रेस याद दिलाती है: अपने प्रति कोमलता बाहरी फल देती है।"
  },
  "theEmperor": {
    "symbolism": "द एम्परर मेढ़ों से सजे पत्थर के सिंहासन पर बैठा है — शक्ति, अनुशासन और अधिकार का प्रतीक। वह स्थिरता और व्यवस्था की दुनिया का प्रतिनिधि है।",
    "uprightExtended": "सीधी स्थिति में नियंत्रण, ज़िम्मेदारी और नेतृत्व का संकेत। जीवन को संरचना देने और दृढ़ निर्णय लेने का समय।",
    "reversedExtended": "उलटी स्थिति में अत्याचार, हठ या भावनात्मक शीतलता की ओर इशारा। शक्ति का विनाशकारी उपयोग हो सकता है।",
    "daily": "आज स्थिरता और संरचना आपके सहयोगी हैं। एम्परर सीमाएँ तय करने और अपनी ही प्राधिकार पर भरोसे से निर्णय लेने को प्रेरित करता है।"
  },
  "theHierophant": {
    "symbolism": "द हायरोफैंट दो स्तंभों के बीच बैठा है — संस्थागत अधिकार और आध्यात्मिक ज्ञान का प्रतीक। उसके आशीर्वादित हाथों के सामने शिष्य घुटने टेकते हैं।",
    "uprightExtended": "यह कार्ड परंपरा, आध्यात्मिक प्राधिकार और संस्थाओं के माध्यम से सीखने को दर्शाता है। आध्यात्मिक नियमों और गुरुओं के सम्मान की ओर संकेत।",
    "reversedExtended": "उलटी स्थिति में नियमों का निषेध, आध्यात्मिक विद्रोह या ऐसी कठोरता जो विकास रोक दे — झूठे प्राधिकार का संकेत भी हो सकता है।",
    "daily": "परंपरा में बुद्धि खोजें या किसी विश्वसनीय व्यक्ति से सलाह लें। आज हमसे पहले की ज्ञान-धारा का सम्मान करने का दिन है।"
  },
  "theLovers": {
    "symbolism": "एक पुरुष और स्त्री एक स्वर्गदूत के नीचे निर्वस्त्र खड़े हैं — निर्मल संबंध और दिव्य एकता का प्रतीक। पृष्ठभूमि में ज्ञान का वृक्ष और जुनून की अग्नि है।",
    "uprightExtended": "सीधी स्थिति में, द लवर्स गहरी जुड़ाव, सामंजस्य और प्रेम से किए गए चुनावों का संकेत देते हैं। यह संबंधों के साथ-साथ निर्णायक नैतिक विकल्पों की ओर भी इशारा कर सकता है।",
    "reversedExtended": "उलटी स्थिति में असामंजस्य, रिश्ते में असंगति या गलत चुनाव का संकेत। भावनात्मक निर्णय के मूल को फिर से परखें।",
    "daily": "आज दिल से चुनें। द लवर्स याद दिलाते हैं: रिश्ते दर्पण हैं — जो देते हैं वही लौटता है।"
  },
  "theChariot": {
    "symbolism": "रथ-सारथी काले और सफ़ेद स्फ़िंक्स के बीच निडर खड़ा है, आध्यात्मिक और भौतिक शक्तियों की लगाम पकड़े। माथे का सितारा दिव्य मार्गदर्शन का प्रतीक है।",
    "uprightExtended": "यह कार्ड इच्छाशक्ति, विजय और बाधाओं के बावजूद प्रगति को दर्शाता है। विरोधों के बीच मज़बूत नियंत्रण और संतुलन का संकेत।",
    "reversedExtended": "उलटी स्थिति में नियंत्रण का खोना, भीतरी संघर्ष या हार मान लेना। अपनी भीतरी शक्ति को फिर से संरेखित करें।",
    "daily": "लगाम संभालें और लक्ष्य की ओर बढ़ें। रथ-सारथी जानता है: जब दिशा स्पष्ट हो, तो विरोधी शक्तियाँ भी साथ चलती हैं।"
  },
  "strength": {
    "symbolism": "एक स्त्री धीरे से शेर का मुँह बंद करती है — करुणा और भीतरी शक्ति का प्रदर्शन। उसके सिर के ऊपर अनंत-चिह्न आत्मा की अनंत क्षमता दिखाता है।",
    "uprightExtended": "सीधी स्थिति में स्ट्रेंथ धैर्य, साहस और सूक्ष्म नियंत्रण की ओर इशारा करती है। सच्ची शक्ति आक्रामकता से नहीं, शांति और समझ से आती है।",
    "reversedExtended": "उलटी स्थिति में आत्म-संदेह, साहस की कमी या आवेगों के आगे झुकना। भीतरी संतुलन बहाल करें।",
    "daily": "आज आपकी शक्ति धैर्य और कृपा से आएगी। मज़बूत बनने के लिए शोर नहीं चाहिए — आपके शांत हृदय को राह पता है।"
  },
  "theHermit": {
    "symbolism": "द हर्मिट पर्वत-शिखर पर दीपक लिए खड़ा है — ज्ञान, आत्मावलोकन और सत्य-खोज का प्रतीक। उसका दंड आध्यात्मिक एकांत में सहारा है।",
    "uprightExtended": "यह कार्ड एकांत, मौन और भीतरी चिंतन की आवश्यकता बताता है। अपनी भीतरी आवाज़ सुनने और आध्यात्मिक दिशा पाने का समय है।",
    "reversedExtended": "उलटी स्थिति में अलगाव, भीतर के अवरोध या स्वयं से सामना करने से इंकार की बात। दूसरों की बुद्धि के लिए खुलें।",
    "daily": "आज मौन, पीछे हटना और भीतरी सत्य की सुनवाई का दिन है। हर्मिट आपको उसी रोशनी तक ले जाता है जो आप भीतर लिए हैं।"
  },
  "wheelOfFortune": {
    "symbolism": "व्हील ऑफ फॉर्च्यून जीवन की चक्रीय प्रकृति दिखाती है — देव-प्रतीक, सर्प और स्फ़िंक्स के साथ। यह निरंतर परिवर्तन और भाग्य को संचालित करने वाली सार्वभौमिक शक्तियों का संकेत है।",
    "uprightExtended": "यह कार्ड नियति, बदलाव और अवश्यम्भावी मोड़ दर्शाता है। अचानक घटनाएँ जीवन की दिशा बदल सकती हैं।",
    "reversedExtended": "उलटी स्थिति में परिवर्तन का विरोध, सब ढलान पर चला गया-सी अनुभूति, या गोल-गोल घूमते रहना। छोड़ें और प्राकृतिक प्रवाह पर भरोसा करें।",
    "daily": "भाग्य का पहिया घूमता है — बदलाव को अपनाएँ और आश्चर्यों के लिए तैयार रहें। अवसर अक्सर तब आते हैं जब उनकी उम्मीद नहीं होती।"
  },
  "justice": {
    "symbolism": "जस्टिस दो स्तंभों के बीच बैठी है, हाथ में तलवार और तराजू — सत्य और संतुलन के प्रतीक। उसकी सीधी निगाह स्पष्टता और निष्पक्षता का संकेत है।",
    "uprightExtended": "सीधी स्थिति में, जस्टिस सत्य, संतुलन, कर्म-संतुलन (कर्मिक न्याय) और जवाबदेही को दर्शाती है। मामले निष्पक्ष रूप से सुलझेंगे।",
    "reversedExtended": "उलटी स्थिति अन्याय, पक्षपात या ज़िम्मेदारी से बचने की ओर इशारा करती है। अब सत्य का सामना करने का समय है।",
    "daily": "आज अपने आप से और दूसरों से ईमानदारी अपेक्षित है। जस्टिस याद दिलाती है: शांति की कुंजी संतुलन है, और सत्य ही प्रकाश है।"
  },
  "theHangedMan": {
    "symbolism": "द हैंग्ड मैन उलटा लटका है, फिर भी चेहरा शांत है। उसके सिर के चारों ओर प्रभामंडल समर्पण के माध्यम से प्राप्त बोध को दर्शाता है।",
    "uprightExtended": "यह कार्ड ठहराव, मनन और दृष्टिकोण बदलने का आह्वान करता है। प्रगति स्वीकार्यता और त्याग से आती है।",
    "reversedExtended": "उलटी स्थिति में बदलाव का विरोध, देरी, या पुरानी दृष्टि से जिद्दी चिपकना दिखता है। नियंत्रण छोड़ें।",
    "daily": "रुकें। कोण बदलें। हैंग्ड मैन कहता है: कई बार सबसे बुद्धिमान क्रिया समर्पण ही होती है।"
  },
  "death": {
    "symbolism": "डेथ सफेद घोड़े पर सवार है और काले झंडे पर सफेद गुलाब लिए हुए — अंत और पुनर्जन्म के प्रतीक। आसपास के लोग अनिवार्य को स्वीकारते हैं।",
    "uprightExtended": "सीधी स्थिति में डेथ रूपांतरण, अंत और नई शुरुआत का संकेत देती है। नए के लिए स्थान बनाने हेतु पुराने को छोड़ें।",
    "reversedExtended": "उलटी स्थिति बदलाव के डर, अवरोध या ठहराव को दिखाती है। परिवर्तन का विरोध हो रहा है — पर वह अनिवार्य है।",
    "daily": "जो अब काम का नहीं, उसे छोड़ दें। आज आंतरिक रूपांतरण का दिन है — हर अंत के बाद नई शुरुआत आती है।"
  },
  "temperance": {
    "symbolism": "एक देवदूत एक प्याले से दूसरे में द्रव उड़ेलता है — संतुलन और सामंजस्य का प्रतीक। एक पैर पानी में, दूसरा ज़मीन पर — आत्मा और पदार्थ का तालमेल।",
    "uprightExtended": "यह कार्ड संतुलन, धैर्य और संयम का द्योतक है। विरोधियों के बीच मेल और चुनौतियों के प्रति शांत दृष्टिकोण अपनाने का आह्वान।",
    "reversedExtended": "उलटी स्थिति अतिशयता, अधैर्य या भीतर के अव्यवस्था की ओर संकेत करती है। अपना भीतरी संतुलन पुनः स्थापित करें।",
    "daily": "मन को शांत करें और इच्छाओं में संतुलन लाएँ। टेम्परेंस याद दिलाती है: जब तन-मन एक सुर में हों, तो चमत्कार होते हैं।"
  },
  "theDevil": {
    "symbolism": "द डेविल सिंहासन पर बैठा है; एक पुरुष और स्त्री जंजीरों से बंधे हैं — भौतिकता, वासनाओं और भ्रमों के प्रति आसक्ति का प्रतीक।",
    "uprightExtended": "सीधी स्थिति में लत, प्रलोभन और झूठे आदर्शों की गुलामी दिखती है। उन जंजीरों से मुक्त हों जिन्हें आपने खुद पहना है।",
    "reversedExtended": "उलटी स्थिति जागरण और मुक्ति का संकेत देती है। व्यक्ति अपनी सीमाओं का ज्ञान पाकर मुक्त होने की प्रक्रिया शुरू करता है।",
    "daily": "जो बाँध रहा है उसे पहचानें। डेविल भ्रम फुसफुसाता है — आज आप उन्हें उजागर कर आज़ादी की पहली चाल चल सकते हैं।"
  },
  "theTower": {
    "symbolism": "बिजली गिरते ही टावर ढहता है और लोग गिरते हैं — आकस्मिक बदलाव, आघात और भ्रम के पतन का प्रतीक।",
    "uprightExtended": "यह कार्ड अप्रत्याशित घटनाओं की ओर इशारा करता है जो पुरानी नींव गिरा देती हैं। पीड़ादायक होते हुए भी, यह स्वस्थ आधार पर पुनर्निर्माण की राह खोलता है।",
    "reversedExtended": "उलटी स्थिति भीतर की उथल-पुथल, बदलाव से इंकार या नियंत्रण खोने के डर को दिखाती है। मुक्ति भीतर से आरम्भ होती है।",
    "daily": "बदलाव चोट पहुँचा सकता है, पर झूठ को तोड़ना सत्य तक ले जाता है। टावर कहता है: जो केवल दिखने भर को स्थिर था, उसे छोड़ दें।"
  },
  "theStar": {
    "symbolism": "तारों भरी रात में एक स्त्री जलाशय और धरती पर जल उड़ेलती है — आशा, प्रेरणा और आध्यात्मिक नवीकरण का प्रतीक।",
    "uprightExtended": "सीधी स्थिति अँधेरे के बाद उजाला, आध्यात्मिक मार्गदर्शन और बेहतर कल पर विश्वास लाती है। शक्ति और प्रेरणा का नवीनीकरण।",
    "reversedExtended": "उलटी स्थिति विश्वास-हानी, निराशावाद या स्रोत से दूर होने की अनुभूति दर्शाती है। जीवन के प्रवाह पर फिर भरोसा करें।",
    "daily": "आशा लौटती है। द स्टार याद दिलाती है: सबसे अँधेरे क्षण में भी रोशनी होती है — आपके भीतर।"
  },
  "theMoon": {
    "symbolism": "दो मीनारों के बीच अँधेरे में एक पथ है, चाँदनी से प्रकाशित। एक कुत्ता और एक भेड़िया उसे देखकर हुंकारते, पानी से केकड़ा निकलता — अचेतन और अंतर्ज्ञान के प्रतीक।",
    "uprightExtended": "यह कार्ड स्वप्न, अंतर्ज्ञान और छिपे अर्थों की ओर इंगित करता है। भीतर की आवाज़ सुनने का समय है और भ्रम से सावधान रहें।",
    "reversedExtended": "उलटी स्थिति भ्रम, चिंता और विकृत धारणा का संकेत देती है। शांति में स्पष्टता खोजें।",
    "daily": "आज तर्क से अधिक अंतर्ज्ञान सुनें। द मून छुपे सत्य दिखाती है — बशर्ते आप भीतर देखने को तैयार हों।"
  },
  "theSun": {
    "symbolism": "एक बालक सफेद घोड़े पर सवार है, पीछे सूरजमुखियों की दीवार और ऊपर तेज़ धूप — आनंद, स्पष्टता और जीवन का प्रतीक।",
    "uprightExtended": "यह कार्ड खुशी, सफलता, ऊर्जा और स्पष्टता लाता है। सब कुछ रौशन होता है और ऊर्जा स्वच्छंद बहती है।",
    "reversedExtended": "उलटी स्थिति में खुशी में अस्थायी कमी, अनिश्चितता की छाया या अतिरंजित अहं दिख सकता है। रोशनी है — बस बादलों में ढकी।",
    "daily": "यह आनंद, स्पष्टता और कृतज्ञता का दिन है। द सन कहता है: चमकिए — और आपके आस-पास सब उजला हो जाएगा।"
  },
  "judgement": {
    "symbolism": "एक देवदूत स्वर्ग से तुरही बजाता है और मृतक उठ खड़े होते हैं — जागरण, क्षमा और कर्म-निर्णय का प्रतीक। दृश्य आध्यात्मिक पुकार से भरा है।",
    "uprightExtended": "यह कार्ड जागरण, नवीनीकरण और महत्वपूर्ण निर्णयों का संकेत देता है। अतीत से मुक्ति और उच्च चेतना-स्तर के लिए तैयारी का आह्वान।",
    "reversedExtended": "उलटी स्थिति में निर्णय-भय, अवसर गँवाना या व्यक्तिगत ज़िम्मेदारी स्वीकारने से इंकार दिखता है। सत्य का सामना करें।",
    "daily": "आज क्षमा और नई शुरुआत का समय है। जजमेंट आपको पुराने स्व से जागने और उच्चतर सत्य में कदम रखने को आमंत्रित करता है।"
  },
  "theWorld": {
    "symbolism": "एक आकृति पुष्पमाला/वृंत के भीतर नृत्य करती है, चार जीवित प्राणियों के प्रतीकों से घिरी — पूर्णता, समापन और एकता का संकेत।",
    "uprightExtended": "द वर्ल्ड उपलब्धि, परिपूर्णता और चक्र-समापन का प्रतीक है। अनुभवों के एकीकरण से सफलता आती है।",
    "reversedExtended": "उलटी स्थिति यह अनुभूति दे सकती है कि कुछ अब भी अधूरा है, समापन में देरी या एक ही पैटर्न दोहरना। सभी भागों को जोड़कर एक समग्र बनाइए।",
    "daily": "जो शुरू किया था उसे पूर्ण करें और सम्पूर्णता का उत्सव मनाएँ। द वर्ल्ड संपूर्णता का बोध लाती है — आप यात्री भी हैं और गंतव्य भी।"
  },
  "aceOfWands": {
    "symbolism": "एक बादल से निकलता हाथ ज्वलंत वैंड पकड़े है — आध्यात्मिक अग्नि, पहल और रचनात्मक ऊर्जा का प्रतीक।",
    "uprightExtended": "सीधी स्थिति में यह नया आरंभ, रचनात्मक चिंगारी और वृद्धि की सम्भावना दर्शाती है। अब कर्म का समय है — अपनी सोच को गति दें।",
    "reversedExtended": "उलटी स्थिति प्रेरणा-अवरोध, शुरुआत में देरी या पहल करने के डर की ओर इशारा करती है।",
    "daily": "आज कार्रवाई और नई शुरुआत का दिन है। ऐस ऑफ वैंड्स आपको प्रेरणा थामने और भीतर की आग जलाने के लिए प्रोत्साहित करता है।"
  },
  "twoOfWands": {
    "symbolism": "एक आकृति मीनार से दूर क्षितिज की ओर देखते हुए ग्लोब थामे है — योजना, दृष्टि और अपने क्षेत्र पर अधिकार का प्रतीक।",
    "uprightExtended": "सीधी स्थिति दूरदर्शिता, निर्णय-प्रक्रिया और क्षितिज फैलाने का संकेत देती है। योजनाएँ तैयार हैं — अब साहस दिखाने का समय है।",
    "reversedExtended": "उलटी स्थिति डगमगाहट, अनिर्णय और अज्ञात के भय की ओर इंगित करती है — दृष्टि है, पर अभी कदम बढ़ाने का साहस कम है।",
    "daily": "कंफर्ट ज़ोन से बाहर निकलें और बड़ा दृश्य देखें। टू ऑफ वैंड्स योजनाएँ और विज़न लाता है — उन्हें निभाने का साहस करें।"
  },
  "threeOfWands": {
    "symbolism": "एक आकृति ऊँचाई से आते-जाते जहाजों को देखती है — अपेक्षा और विनिमय का प्रतीक।",
    "uprightExtended": "यह विस्तार, सफलता और पहले किए गए प्रयासों पर आधारित प्रगति दर्शाता है। आपके काम के फल आने लगे हैं।",
    "reversedExtended": "उलटी स्थिति देरी, अधूरी अपेक्षाएँ या आगे के रास्ते की अस्पष्टता दिखाती है।",
    "daily": "आज पहला मूवमेंट दिखेगा। थ्री ऑफ वैंड्स याद दिलाता है: आपकी ऊर्जा दुनिया में जा चुकी है — प्रत्युत्तर रास्ते में है।"
  },
  "fourOfWands": {
    "symbolism": "सजे हुए मंडप के नीचे लोग उत्सव मनाते हैं — शांति, सामंजस्य और साझा आनंद का प्रतीक।",
    "uprightExtended": "यह स्थिरता, उत्सव और सौहार्दपूर्ण संबंधों की ओर इशारा करता है — विवाह, समारोह या सफल वापसी संभव।",
    "reversedExtended": "उलटी स्थिति समुदाय में असामंजस्य, भीतर असुरक्षा या अनदेखी हुई खुशी बताती है — संतुलन बहाल करना होगा।",
    "daily": "छोटी जीतों का जश्न मनाएँ। फोर ऑफ वैंड्स स्थिरता, साथपन और घर-सा सुकून लाता है — भले प्रतीकात्मक ही क्यों न हो।"
  },
  "fiveOfWands": {
    "symbolism": "पाँच लोग वैंड लहराते मानो लड़ रहे हों — प्रतियोगिता और टकराव का प्रतीक।",
    "uprightExtended": "सीधी स्थिति मतभेद, प्रतिद्वंद्विता या रचनात्मक संघर्ष दिखाती है — प्रयास से विकास होता है।",
    "reversedExtended": "उलटी स्थिति निरर्थक बहस, भीतरी संघर्ष या समझौते की आवश्यकता दर्शाती है।",
    "daily": "रायों का टकराव या अहं की भिड़ंत मिल सकती है। फाइव ऑफ वैंड्स चुनौती के ज़रिये सीमाएँ मज़बूत करने का अवसर देता है।"
  },
  "sixOfWands": {
    "symbolism": "घोड़े पर सवार कोई व्यक्ति विजय का लॉरेल धारण किए लोगों का अभिवादन स्वीकार करता है — सार्वजनिक मान्यता और उपलब्धि का प्रतीक।",
    "uprightExtended": "सीधी स्थिति विजय, स्वीकार्यता और आत्मविश्वास दिखाती है — संघर्षों के बाद की सफलता।",
    "reversedExtended": "उलटी स्थिति अनदेखा प्रयास, आत्म-संदेह या असफलता के भय का संकेत — आत्म-मूल्य पर काम ज़रूरी है।",
    "daily": "आज पहचान और सफलता साथ हैं। सिक्स ऑफ वैंड्स याद दिलाता है: तालियाँ स्वीकार करना ठीक है — आपने अर्जित किया है।"
  },
  "sevenOfWands": {
    "symbolism": "एक व्यक्ति ऊँची भूमि पर खड़ा छह हमलावरों से रक्षा करता है — दृढ़ निश्चय और अपने स्टैंड पर टिके रहने का प्रतीक।",
    "uprightExtended": "यह अपने पक्ष में खड़े होने और स्थिति की रक्षा करने का आह्वान करता है। चुनौतीपूर्ण है, पर लायक़ है।",
    "reversedExtended": "उलटी स्थिति अभिभूत महसूस करना, रक्षात्मकता या चुनौती से पहले पीछे हटना दिखाती है — डटे रहने को साहस चाहिए।",
    "daily": "अपने विश्वास के लिए खड़े हों। सेवन ऑफ वैंड्स चुनौतियाँ लाता है, पर साथ ही सिर ऊँचा रख कर बचाव की ताकत भी देता है।"
  },
  "eightOfWands": {
    "symbolism": "आठ वैंड हवा में उड़े जा रहे हैं — गति, आंदोलन और निर्बाध प्रगति का प्रतीक।",
    "uprightExtended": "सीधी स्थिति तीव्र गति, शुभ समाचार और घटनाओं की रफ़्तार बढ़ने का संकेत है — ऊर्जा प्रवाहमान है।",
    "reversedExtended": "उलटी स्थिति देरी, संचार-अवरोध या भ्रम दिखाती है — विचार और कर्म को एक रेखा में लाएँ।",
    "daily": "समय तेज़ चलता महसूस होगा। एट ऑफ वैंड्स अचानक खबर, तीव्र संचार या आगे की छलाँग लाता है — फोकस बनाए रखें।"
  },
  "nineOfWands": {
    "symbolism": "एक घायल योद्धा एक वैंड पर टिके है, बाकी पीछे — दृढ़ता और सुरक्षा का प्रतीक।",
    "uprightExtended": "यह धैर्य, निरंतरता और रक्षा का द्योतक है — थके होने पर भी आप अपने हक़ की रक्षा को तैयार हैं।",
    "reversedExtended": "उलटी स्थिति थकावट, शंका/परानॉयया या हर वक्त हमले में होने की भावना दिखाती है — ऊर्जा नवीनीकरण ज़रूरी है।",
    "daily": "थकान हो सकती है, पर आप अब भी डटे हैं। नाइन ऑफ वैंड्स याद दिलाता है: आपने बहुत सहा है और आपकी शक्ति अपेक्षा से पास है।"
  },
  "tenOfWands": {
    "symbolism": "एक आकृति दस वैंड उठाए कठिनाई से चलती है — व्यक्तिगत रूप से उठाए बोझ और ज़िम्मेदारियों का प्रतीक।",
    "uprightExtended": "सीधी स्थिति ओवरलोड, ज़िम्मेदारी और बड़े काम के अंतिम पड़ाव की ओर इशारा करती है — डेलीगेट करने पर विचार करें।",
    "reversedExtended": "उलटी स्थिति मदद ठुकराना, फँसा महसूस करना या भावनात्मक भारीपन दिखाती है — बोझ हल्का करने का समय है।",
    "daily": "यदि बहुत कुछ उठा रखा है, तो आज कुछ नीचे रखने का दिन है। टेन ऑफ वैंड्स बोझ बाँटने या प्राथमिकताएँ पुनर्व्यवस्थित करने का निमंत्रण देता है।"
  },
  "pageOfWands": {
    "symbolism": "रंगीले वस्त्रों में एक युवा वैंड को जिज्ञासा से देखता है — नए विचार, संदेश और आध्यात्मिक जिज्ञासा का प्रतीक।",
    "uprightExtended": "सीधी स्थिति संदेश/ख़बर या प्रेरणा की शुरुआत दिखाती है — भीतर की आग खोजने-परखने का समय।",
    "reversedExtended": "उलटी स्थिति असुरक्षा, आवेग या आत्म-अभिव्यक्ति टालना दर्शाती है — साहस और प्रामाणिकता चाहिए।",
    "daily": "आज जिज्ञासा जगाएँ। पेज ऑफ वैंड्स युवा ऊर्जा लाता है — कुछ नया आज़माएँ, छोटा ही सही।"
  },
  "knightOfWands": {
    "symbolism": "एक नाइट वैंड उठाए आगे लपकता है — साहस, आवेग और गतिमान जुनून का प्रतीक।",
    "uprightExtended": "सीधी स्थिति प्रबल कार्रवाई, उत्साह और जीतने की चाह दिखाती है — ऊर्जा तीव्र है और पहल से भरी।",
    "reversedExtended": "उलटी स्थिति उतावलापन, अत्यधिक जल्दबाज़ी या अधैर्य दिखाती है — क्रिया को उद्देश्य से संरेखित करें।",
    "daily": "जुनून का अनुसरण करें — पर अंधाधुंध नहीं। नाइट ऑफ वैंड्स पीठ पर हवा देता है; इसे लक्ष्य के लिए बरतें, केवल दौड़ के लिए नहीं।"
  },
  "queenOfWands": {
    "symbolism": "एक रानी सिंहासन पर सूरजमुखी और बिल्ली के साथ — आत्मविश्वास, करिश्मा और आध्यात्मिक शक्ति के प्रतीक।",
    "uprightExtended": "सीधी स्थिति ऊष्मा, आकर्षण और भीतर की आश्वस्ति दिखाती है — यह रानी दूसरों को चमकने की प्रेरणा देती है।",
    "reversedExtended": "उलटी स्थिति असुरक्षा, जलन या आकर्षण के जरिए नियंत्रण का संकेत — नेतृत्व में ईमानदारी आवश्यक है।",
    "daily": "आप करिश्मा और भरोसा बिखेरते हैं। क्वीन ऑफ वैंड्स कहती है: अपनी रोशनी मत छुपाइए — पूर्णतः स्वयं बनकर दूसरों को प्रेरित करें।"
  },
  "kingOfWands": {
    "symbolism": "एक राजा वैंड पकड़े आगे देख रहा है — नेतृत्व, दृष्टि और अधिकारपूर्ण जुनून का प्रतीक।",
    "uprightExtended": "सीधी स्थिति दूरदर्शी नेतृत्व, साहस और निर्णयकता दिखाती है — प्रेरणा के साथ कमान सँभालने का समय।",
    "reversedExtended": "उलटी स्थिति हुक्म चलाना, अहंकार या आधारहीन आदेश का संकेत — बल से नहीं, उदाहरण से नेतृत्व करें।",
    "daily": "नेतृत्व संभालें — दृष्टि के साथ। किंग ऑफ वैंड्स आपको उदाहरण से मार्गदर्शन करने की ताकत देता है, नियंत्रण से नहीं।"
  },
  "aceOfCups": {
    "symbolism": "एक बादल से निकलता हाथ स्वर्ण प्याला थामे है, जिससे जल उमड़ रहा है — भावना, प्रेम और आध्यात्मिक पुनर्भरण का प्रतीक।",
    "uprightExtended": "सीधी स्थिति नया भावनात्मक आरंभ, खुला हृदय और भावनाओं की प्रचुरता दिखाती है। प्रेम, अंतर्ज्ञान और हीलिंग के लिए आदर्श समय।",
    "reversedExtended": "उलटी स्थिति भावनात्मक अवरोध, दबे हुए भाव या प्रेम ग्रहण न कर पाने की स्थिति दर्शाती है — हृदय को खोलने की ज़रूरत है।",
    "daily": "नए एहसासों के लिए दिल खोलें। ऐस ऑफ कप्स प्रेम, क्षमा या आध्यात्मिक तृप्ति का अवसर लाता है — आज सब कुछ भावना से शुरू होता है।"
  },
  "twoOfCups": {
    "symbolism": "सिंह-शीर्ष के आशीर्वाद तले एक स्त्री-पुरुष प्याले बदलते हैं — संतुलन और भावनात्मक जुड़ाव का प्रतीक।",
    "uprightExtended": "सीधी स्थिति साझेदारी, रोमांटिक/आध्यात्मिक संबंध, सामंजस्य और विनिमय दर्शाती है — हर प्रकार के रिश्तों के लिए शुभ।",
    "reversedExtended": "उलटी स्थिति गलतफ़हमियाँ, अलगाव या एकतरफ़ा भावनाएँ दिखाती है — भावनात्मक संतुलन फिर से स्थापित करें।",
    "daily": "आज रिश्ते फ़ोकस में हैं। टू ऑफ कप्स आपको संतुलन, आदान-प्रदान और सच्चे जुड़ाव को साधने के लिए आमंत्रित करता है।"
  },
  "threeOfCups": {
    "symbolism": "तीन स्त्रियाँ प्याले उठाकर उत्सव मनाती हैं, धरती के फलों से घिरी — साथपन और आनंद का प्रतीक।",
    "uprightExtended": "यह उत्सव, मित्रता, मिलन और साझा खुशी दर्शाता है — अपनी प्रसन्नता दूसरों के साथ बाँटने का समय।",
    "reversedExtended": "उलटी स्थिति एकाकीपन, जलन या सामाजिक रिश्तों में दरार की ओर इशारा करती है — रिश्तों और भरोसे को फिर टटोलें।",
    "daily": "मित्रता, खुशी और छोटे पलों का उत्सव मनाएँ। थ्री ऑफ कप्स याद दिलाता है: आपको अकेले रहने की ज़रूरत नहीं।"
  },
  "fourOfCups": {
    "symbolism": "एक व्यक्ति वृक्ष के नीचे विचारमग्न बैठा है, बादल से एक और प्याला पेश होता — भावनात्मक असंतोष और आत्मचिंतन का संकेत।",
    "uprightExtended": "सीधी स्थिति उदासीनता, ऊब या अवसर चूकने की ओर संकेत करती है — दृष्टि व्यापक करें।",
    "reversedExtended": "उलटी स्थिति ताज़ा जागरण, उदासीनता से बाहर आना और भावनात्मक वृद्धि के लिए तत्परता दिखाती है।",
    "daily": "शायद आप जो नहीं है उसी पर अटके हैं। फोर ऑफ कप्स याद दिलाता है: नज़र फैलाएँ — अवसर सामने भी हो सकता है।"
  },
  "fiveOfCups": {
    "symbolism": "काले वस्त्र में कोई गिरे हुए प्यालों को देखता है, जबकि दो पीछे खड़े हैं — हानि का, पर आशा का भी संकेत।",
    "uprightExtended": "यह शोक, निराशा या पछतावा दर्शाता है — हानि स्वीकार कर नई सम्भावनाओं के लिए खुलने का आह्वान।",
    "reversedExtended": "उलटी स्थिति क्षमा, भावनात्मक पुनर्प्राप्ति और जो शेष मूल्यवान है उस पर फिर ध्यान लौटने का संकेत।",
    "daily": "शोक स्वाभाविक है, पर अंत नहीं। फाइव ऑफ कप्स आमंत्रित करता है: हानि स्वीकारें, फिर जो बचा है उसकी ओर मुड़ें।"
  },
  "sixOfCups": {
    "symbolism": "उद्यान में दो बच्चे प्याला बाँटते हैं — स्मृतियाँ, नॉस्टैल्जिया और अतीत की निश्छलता का प्रतीक।",
    "uprightExtended": "यह यादों, बाल्यकाल, और बिना अपेक्षा के देने की भावना को दर्शाता है — मासूमियत की आत्मा को नया करें।",
    "reversedExtended": "उलटी स्थिति अतीत में फँसे रहना, अपरिपक्वता या पुराने भावनात्मक बंधनों को छोड़ने की ज़रूरत बताती है।",
    "daily": "अतीत की कोई सुंदर बात याद करें। सिक्स ऑफ कप्स नॉस्टैल्जिया लाता है — और बीते सुखों से वर्तमान को बल देता है।"
  },
  "sevenOfCups": {
    "symbolism": "एक आकृति सात तैरते प्यालों के सामने खड़ी है जिनमें प्रतीक भरे हैं — मायाएँ, प्रलोभन और संभावनाएँ।",
    "uprightExtended": "सीधी स्थिति अनेक विकल्प, कल्पना और उलझन दर्शाती है — केवल आँखों से नहीं, दिल से चुनें।",
    "reversedExtended": "उलटी स्थिति बिखरी ऊर्जा, आधारहीन कल्पनाएँ या अनेक विकल्पों में से अंततः चयन करना दिखाती है।",
    "daily": "संभावनाएँ बहुत हैं — पर सब वास्तविक नहीं। सेवन ऑफ कप्स पुकारता है: माया और सच्ची चाह में भेद करें।"
  },
  "eightOfCups": {
    "symbolism": "एक आकृति आठ प्याले छोड़ पर्वतों की ओर जा रही है — आध्यात्मिक खोज और परिचित को पीछे छोड़ने का प्रतीक।",
    "uprightExtended": "यह भावनात्मक वापसी, अर्थ-खोज और भीतर की तृप्ति की आवश्यकता दर्शाता है।",
    "reversedExtended": "उलटी स्थिति विदा टालना, टकराव से बचना या पुराने पैटर्न में लौट आना दिखाती है।",
    "daily": "जो अब संतोष नहीं देता, उसे छोड़ने का समय हो सकता है। एट ऑफ कप्स याद दिलाता है: यह हार नहीं — गहरे अर्थ की खोज है।"
  },
  "nineOfCups": {
    "symbolism": "संतुष्ट व्यक्ति नौ प्यालों के आगे बैठा है — इच्छापूर्ति, संतोष और भावनात्मक परिपूर्णता का प्रतीक।",
    "uprightExtended": "सीधी स्थिति भावनात्मक तृप्ति, लक्ष्यों की प्राप्ति और कृतज्ञता लाती है — मेहनत के फल का आनंद लें।",
    "reversedExtended": "उलटी स्थिति सतही सुख, अति-लिप्सा या अधूरी उम्मीदें दिखाती है — गहरे संतोष की खोज करें।",
    "daily": "संतोष भीतर से आता है। नाइन ऑफ कप्स भावनात्मक परिपूर्णता लाता है — आज कृतज्ञ रहें और थोड़ा-सा हेडोनिज़्म भी चलेगा।"
  },
  "tenOfCups": {
    "symbolism": "इंद्रधनुष के नीचे परिवार — आदर्श प्रेम, सामंजस्य और भावनात्मक तृप्ति का प्रतीक।",
    "uprightExtended": "यह कार्ड भावनात्मक पूर्ति, पारिवारिक सामंजस्य और आध्यात्मिक शांति लाता है — प्रेम और रिश्तों में आनंद का शिखर।",
    "reversedExtended": "उलटी स्थिति पूर्ण चित्र के पीछे की दरारें, पारिवारिक तनाव या अवास्तविक अपेक्षाएँ दिखाती है।",
    "daily": "प्रेम, परिवार, तृप्ति — आज सम्पूर्णता का एहसास घेरता है। टेन ऑफ कप्स साथपन का व्यापक उत्सव मनाता है।"
  },
  "pageOfCups": {
    "symbolism": "एक युवा प्याला थामे है, जिसमें से मछली झाँकती — आकस्मिक अंतर्ज्ञान, संदेश और भावना का प्रतीक।",
    "uprightExtended": "यह कोमल भावनाएँ, रचनात्मकता और भावनात्मक समझ की शुरुआत दर्शाता है — अनजाने के लिए हृदय खोलें।",
    "reversedExtended": "उलटी स्थिति अपरिपक्वता, भावों में हल्कापन या सच्ची भावनाओं से बचना दिखाती है।",
    "daily": "दिल से आया संदेश स्वीकारें — चाहे कितना भी अनोखा लगे। पेज ऑफ कप्स कलात्मक प्रेरणा, आश्चर्य और कोमल भाव लाता है।"
  },
  "knightOfCups": {
    "symbolism": "सफेद घोड़े पर सवार एक नाइट प्याला थामे — प्रेम, कला और आध्यात्मिक आकांक्षाओं का दूत।",
    "uprightExtended": "सीधी स्थिति रोमांटिक प्रस्ताव, आध्यात्मिक खोज और आदर्शवाद दिखाती है — आप भावना और विज़न से संचालित हैं।",
    "reversedExtended": "उलटी स्थिति भ्रम, भावनात्मक जोड़-तोड़ या प्रेम में अवास्तविक अपेक्षाएँ दर्शाती है।",
    "daily": "आज दिल से बोलेंगे (या सुनेंगे)। नाइट ऑफ कप्स रोमांस लाता है — और आत्मा की फुसफुसाहट का अनुसरण करने का निमंत्रण।"
  },
  "queenOfCups": {
    "symbolism": "समुद्र किनारे रानी बंद प्याला थामे बैठी — अंतर्ज्ञानी बुद्धि और भावनात्मक गहराई का प्रतीक।",
    "uprightExtended": "यह करुणा, देखभाल और आध्यात्मिक गहराई की ओर संकेत करती है — वह दिल से सुनती है और अनकहा समझती है।",
    "reversedExtended": "उलटी स्थिति भावनात्मक थकान, निष्क्रियता या दूसरों की भावनाओं से अभिभूत होना दिखाती है।",
    "daily": "भीतर से स्वयं की देखभाल करें। क्वीन ऑफ कप्स गहरी भावनात्मक बुद्धि लाती है — आज कुछ ठीक करने की नहीं, बस महसूस करने की ज़रूरत है।"
  },
  "kingOfCups": {
    "symbolism": "जल के बीच सिंहासन पर बैठा राजा — लहरों के बावजूद शांत — भावनाओं पर निपुणता का प्रतीक।",
    "uprightExtended": "सीधी स्थिति भावनात्मक स्थिरता, बुद्धिमत्ता और सच्चा सहारा दिखाती है — आप दिल और अनुभव से नेतृत्व करते हैं।",
    "reversedExtended": "उलटी स्थिति दबे भाव, जोड़-तोड़ या भावनात्मक दूरी का संकेत — मस्तिष्क और हृदय का संतुलन बनाएँ।",
    "daily": "अपनी भावनाओं के सागर में शांत रहें। किंग ऑफ कप्स सिखाता है: भाव दबाने की ज़रूरत नहीं — उन्हें समझदारी से थामें।"
  },
  "aceOfSwords": {
    "symbolism": "एक बादल से हाथ सीधी तलवार थामे उभरता है, शीर्ष पर लॉरेल मुकुट — सत्य, स्पष्टता और बौद्धिक ब्रेकथ्रू का प्रतीक।",
    "uprightExtended": "यह कार्ड सत्य के माध्यम से नई शुरुआत, स्पष्ट मन और दृढ़ निश्चय दर्शाता है। निर्णय लेने और भ्रम काटने का समय है।",
    "reversedExtended": "उलटी स्थिति भ्रम, मानसिक अवरोध या गलत निर्णय का संकेत देती है — शांति के माध्यम से स्पष्टता पुनः पाएँ।",
    "daily": "आज स्पष्टता जन्म लेती है। ऐस ऑफ स्वोर्ड्स सत्य और शब्दों की शक्ति लाता है — वही कहें जो कहना है, पर जागरूकता के साथ।"
  },
  "twoOfSwords": {
    "symbolism": "आँखों पर पट्टी बाँधे स्त्री दो क्रॉस तलवारें पकड़े — अनिर्णय और भीतर के संघर्ष का प्रतीक।",
    "uprightExtended": "सीधी स्थिति दो विकल्पों के बीच संतुलन, निर्णय टालना और कार्रवाई से पहले भीतरी शांति की आवश्यकता दिखाती है।",
    "reversedExtended": "उलटी स्थिति निर्णय-असमर्थता, भावनात्मक अवरोध या सत्य की अनदेखी का संकेत।",
    "daily": "आप निर्णय टाल रहे होंगे — पर अब सत्य का सामना करें। टू ऑफ स्वोर्ड्स तर्क और भावना के संतुलन को कहता है।"
  },
  "threeOfSwords": {
    "symbolism": "धूसर आकाश में लाल हृदय को तीन तलवारें भेदती हैं — दुःख, दिल टूटना और हानि का प्रतीक।",
    "uprightExtended": "यह कार्ड पीड़ा, निराशा और किसी भावनात्मक अध्याय के अंत को लाता है — शोक के माध्यम से हीलिंग आती है।",
    "reversedExtended": "उलटी स्थिति उपचार-प्रक्रिया, दर्द का विसर्जन या दबे दुःख के सतह पर आने का संकेत।",
    "daily": "दुःख को स्वीकारना ज़रूरी है ताकि वह विदा हो सके। थ्री ऑफ स्वोर्ड्स चोट देता है, पर दिल को सच्चाई के लिए खोलता है।"
  },
  "fourOfSwords": {
    "symbolism": "एक आकृति गिरजाघर में हाथ जोड़ विश्राम करती — आराम, मनन और आध्यात्मिक नवीकरण का प्रतीक।",
    "uprightExtended": "कार्ड ठहराव, विश्राम और आध्यात्मिक मौन का आह्वान करता है — अगले चरण से पहले शरीर-मन को पुनर्जीवित करें।",
    "reversedExtended": "उलटी स्थिति बेचैनी, आराम से इंकार या भीतरी थकान दिखाती है — तत्काल चिंतन आवश्यक है।",
    "daily": "आराम दवा है। फोर ऑफ स्वोर्ड्स कहता है: पीछे हटें, मन शांत करें और आगे बढ़ने से पहले शक्ति पुनः पाएँ।"
  },
  "fiveOfSwords": {
    "symbolism": "एक व्यक्ति तलवारें समेटता है जबकि अन्य हटते — संघर्ष की कीमत पर मिली जीत और खोया सम्मान का प्रतीक।",
    "uprightExtended": "सीधी स्थिति संघर्ष, मनोवैज्ञानिक चालें या बिना संतोष की जीत दिखाती है — अपने उद्देश्यों को फिर जाँचें।",
    "reversedExtended": "उलटी स्थिति मेल-मिलाप की ज़रूरत, संघर्ष टालने या विषाक्त स्थिति से दूर होने का संकेत।",
    "daily": "खोखली जीत से सावधान। फाइव ऑफ स्वोर्ड्स याद दिलाता है: हर लड़ाई लड़ने लायक़ नहीं — प्रभुत्व नहीं, शांति चुनें।"
  },
  "sixOfSwords": {
    "symbolism": "नाव में बैठी आकृति छह तलवारों के साथ जल पार करती — परिवर्तन, उपचार और संदर्भ-परिवर्तन का प्रतीक।",
    "uprightExtended": "यह शांत संक्रमण, भावनात्मक उपचार और संतुलन में लौटने का संकेत देता है — अतीत को पीछे छोड़ें।",
    "reversedExtended": "उलटी स्थिति आगे बढ़ने में कठिनाई, भावनात्मक बोझ या आवश्यक बदलाव टालने का संकेत।",
    "daily": "आप शांत जल की ओर बढ़ रहे हैं। सिक्स ऑफ स्वोर्ड्स कठिन समय के बाद राहत लाता है — संक्रमण स्वीकारें।"
  },
  "sevenOfSwords": {
    "symbolism": "एक आकृति तलवारें उठाए चुपके से जाती और पीछे देखती — छल, छिपे इरादे और आत्म-छल का प्रतीक।",
    "uprightExtended": "सीधी स्थिति कुटिलता/रणनीति या ज़िम्मेदारी से बचने का संकेत — कोई (शायद आप) कुछ छिपा रहा है।",
    "reversedExtended": "उलटी स्थिति सत्य का उजागर होना, अंत:करण की चुभन या ईमानदारी के आह्वान का संकेत।",
    "daily": "बुद्धिमानी और सावधानी रखें। सेवन ऑफ स्वोर्ड्स बताता है: कोई (शायद आप) सत्य से बच रहा है — अब ईमानदार होने का समय है।"
  },
  "eightOfSwords": {
    "symbolism": "एक स्त्री बंधी हुई है और तलवारों से घिरी — मानसिक कैद, भय और सीमा का प्रतीक।",
    "uprightExtended": "यह फँसा हुआ महसूस करने, रास्ता न दिखने का संकेत देता है — सीमाएँ मुख्यतः भीतर की हैं।",
    "reversedExtended": "उलटी स्थिति मुक्ति, जागरूकता और मानसिक स्वतंत्रता की पहली चाल का प्रतीक।",
    "daily": "फँसा होने की अनुभूति भीतर से आती है। एट ऑफ स्वोर्ड्स याद दिलाता है: बाधा आपके विचार हैं — और चाबी भी आपके पास है।"
  },
  "nineOfSwords": {
    "symbolism": "बिस्तर पर सिर थामे बैठा व्यक्ति, ऊपर नौ तलवारें — चिंता, अनिद्रा और ग्लानि का प्रतीक।",
    "uprightExtended": "सीधी स्थिति मानसिक पीड़ा, चिंता या अपराध-बोध दिखाती है — विचार बोझ बन गए हैं।",
    "reversedExtended": "उलटी स्थिति उबरना, चिंताओं का हल्का होना या भीतर की समस्याओं को स्वीकारना दर्शाती है।",
    "daily": "रात की चिंताएँ कस सकती हैं, पर वही पूरा संसार नहीं। नाइन ऑफ स्वोर्ड्स फुसफुसाता है: आप अकेले नहीं — और आप अपने डर नहीं हैं।"
  },
  "tenOfSwords": {
    "symbolism": "अँधेरे आकाश तले पीठ में दस तलवारों के साथ पड़ा व्यक्ति — अंत, विश्वासघात और अंतिम ढहाव का प्रतीक।",
    "uprightExtended": "यह चक्र के अंत, निराशा या भावनात्मक विश्वासघात को दर्शाता है — अँधेरे के बाद नई भोर आती है।",
    "reversedExtended": "उलटी स्थिति जीवित बचना, उबरना और कठिन परिस्थिति से बाहर आना दिखाती है — नई शुरुआत का समय।",
    "daily": "अंत पीड़ादायक हो सकता है, पर राहत लाता है। टेन ऑफ स्वोर्ड्स एक अध्याय बंद कर नवीनीकरण के लिए स्थान बनाता है।"
  },
  "pageOfSwords": {
    "symbolism": "एक युवा सतर्क मुद्रा में तलवार पकड़े — जिज्ञासा, मानसिक सजगता और सावधानी का प्रतीक।",
    "uprightExtended": "यह मानसिक तीक्ष्णता, संवाद और खोज की ओर संकेत करता है — ईमानदार बातचीत और सीखने का समय।",
    "reversedExtended": "उलटी स्थिति चुगली, फोकस की कमी या अतिरक्षा दिखाती है — मन शांत करें और स्पष्ट हों।",
    "daily": "जिज्ञासु रहें, पर सावधान। पेज ऑफ स्वोर्ड्स नई जानकारी लाता है — सुनें, देखें और निष्कर्ष पर न कूदें।"
  },
  "knightOfSwords": {
    "symbolism": "उठी तलवार के साथ तेज़ी से लपकता नाइट — कर्म, संकल्प और विचार-प्रेरित आवेग का प्रतीक।",
    "uprightExtended": "सीधी स्थिति गति, बौद्धिक ब्रेकथ्रू और साहस दिखाती है — बिना देर निर्णायक कार्रवाई का समय।",
    "reversedExtended": "उलटी स्थिति उतावलापन, आक्रामक संवाद या मानसिक अराजकता दर्शाती है — ऊर्जा को समझदारी से साधें।",
    "daily": "विचार तेज़ उड़ रहे हैं — पर जिसको बचाना है उसे काट न दें। नाइट ऑफ स्वोर्ड्स जुनून और कारण के संतुलन को कहता है।"
  },
  "queenOfSwords": {
    "symbolism": "रानी सिंहासन पर — एक हाथ में उठी तलवार, दूसरा बुलाता — निष्पक्षता और बौद्धिक शक्ति का प्रतीक।",
    "uprightExtended": "यह वस्तुनिष्ठता, बुद्धि और विश्लेषणात्मक दृष्टि दर्शाती है — वास्तविक सत्य प्रकाश में आता है।",
    "reversedExtended": "उलटी स्थिति शीतलता, असहिष्णुता या भावनात्मक दूरी दिखाती है — मन और हृदय का संतुलन आवश्यक है।",
    "daily": "स्पष्ट और सच्चे बनें, भले ठंडा लगे। क्वीन ऑफ स्वोर्ड्स भ्रम के बिना बुद्धि लाती है — आप वस्तुस्थितियाँ वैसे ही देखते हैं जैसी हैं।"
  },
  "kingOfSwords": {
    "symbolism": "राजा सिंहासन पर तलवार संग — सत्य, न्याय और तार्किकता का प्रतीक।",
    "uprightExtended": "सीधी स्थिति अधिकार, तर्क और नैतिक दृढ़ता दर्शाती है — बुद्धि और स्पष्टता से नेतृत्व करें।",
    "reversedExtended": "उलटी स्थिति जोड़-तोड़, शक्ति का दुरुपयोग या अति-तर्कवाद का संकेत — न्यायसंगत संतुलन आवश्यक है।",
    "daily": "आज तर्क शासन करेगा। किंग ऑफ स्वोर्ड्स निर्णायकता और निष्पक्षता बुलाता है — भावना नहीं, उदाहरण से नेतृत्व करें।"
  },
  "aceOfPentacles": {
    "symbolism": "एक बादल से निकलता हाथ स्वर्ण पेंटाकल थामे — नई भौतिक संभावनाओं और ब्रह्मांड के उपहारों का प्रतीक।",
    "uprightExtended": "यह कार्ड धन, स्वास्थ्य या करियर में नए आरंभ का संकेत देता है — बातों को मूर्त/ठोस बनाने का समय है।",
    "reversedExtended": "उलटी स्थिति चूका हुआ अवसर, डगमग नींव या प्रकट होने में देरी दिखाती है।",
    "daily": "आज भौतिक जगत में नया अवसर खुल रहा है — धन, काम, स्वास्थ्य। ऐस ऑफ पेंटाकल्स स्थिरता का बीज है — इसे देखभाल से बोएँ।"
  },
  "twoOfPentacles": {
    "symbolism": "एक आकृति अनंत-चिह्न से जुड़े दो पेंटाकल्स को उछालते हुए — जीवन की धाराओं को संभालने का प्रतीक।",
    "uprightExtended": "सीधी स्थिति काम और निजी जीवन के संतुलन, लचीलापन और संसाधन-युक्ति दर्शाती है।",
    "reversedExtended": "उलटी स्थिति अव्यवस्था, तनाव या जीवन के किसी क्षेत्र की उपेक्षा दिखाती है — बेहतर संगठन चाहिए।",
    "daily": "एक साथ बहुत कुछ घुमा रहे हैं? टू ऑफ पेंटाकल्स अपना रिद्म खोजने को कहता है — आज आपका सबसे बड़ा औज़ार संतुलन है।"
  },
  "threeOfPentacles": {
    "symbolism": "एक कलाकार, एक पुजारी और एक कारीगर मिलकर गिरजाघर बनाते — टीमवर्क और साझा मूल्यों का प्रतीक।",
    "uprightExtended": "यह सहयोग, कौशल की पहचान और मज़बूत नींव पर निर्माण दर्शाता है।",
    "reversedExtended": "उलटी स्थिति असहयोग, टीम में असंतुलन या सलाह न मानने का संकेत।",
    "daily": "सहयोग परिणाम लाता है। थ्री ऑफ पेंटाकल्स याद दिलाता है: सफलता तब बढ़ती है जब सब अपना हिस्सा देते हैं — और दूसरों के प्रयास का सम्मान करते हैं।"
  },
  "fourOfPentacles": {
    "symbolism": "एक पुरुष एक पेंटाकल कस कर पकड़े, दो पैरों तले और एक सिर पर — भौतिक सुरक्षा और आसक्ति का प्रतीक।",
    "uprightExtended": "सीधी स्थिति बचत, नियंत्रण की ज़रूरत और संसाधनों को सहेजने का समय दिखाती है — स्थिरता का समय।",
    "reversedExtended": "उलटी स्थिति लोभ, हठ या हानि के डर की ओर संकेत — प्रवाह के लिए खुलें।",
    "daily": "क्या आप किसी चीज़ को बहुत कसकर पकड़े हुए हैं? फोर ऑफ पेंटाकल्स कहता है: सुरक्षा कैद न बन जाए — भरोसे से भी सुरक्षा मिलती है।"
  },
  "fiveOfPentacles": {
    "symbolism": "दो निर्धन बर्फ़ में गिरजाघर के पास से गुज़रते — अभाव, एकाकीपन और देह/आत्मा की ज़रूरत का प्रतीक।",
    "uprightExtended": "यह आर्थिक कठिनाई, बीमारी या भावनात्मक अकेलेपन का संकेत देता है — मदद है, पर माँगनी होगी।",
    "reversedExtended": "उलटी स्थिति उबरना, अभाव से बाहर आना और आशा दर्शाती है — रोशनी दिखने लगती है।",
    "daily": "यदि खुद को अलग-थलग या असुरक्षित महसूस करें, सहारा खोजें। फाइव ऑफ पेंटाकल्स याद दिलाता है: आप अकेले नहीं — दरवाज़ा अपेक्षा से पास हो सकता है।"
  },
  "sixOfPentacles": {
    "symbolism": "एक सम्पन्न व्यक्ति तराजू पकड़े ग़रीबों को दान देता — संतुलन, देने और पाने का प्रतीक।",
    "uprightExtended": "यह उदारता, सहायता और विनिमय में संतुलन दर्शाता है — कृतज्ञता के साथ देना या पाना समयोचित है।",
    "reversedExtended": "उलटी स्थिति असंतुलन, निर्भरता या शर्तों-युक्त मदद दिखाती है — वास्तविक मंशा परखें।",
    "daily": "आज पारस्परिकता याद रखें। सिक्स ऑफ पेंटाकल्स संतुलन, कृतज्ञता और बिना अपराध-बोध के देना/पाना सिखाता है।"
  },
  "sevenOfPentacles": {
    "symbolism": "एक किसान अपनी फ़सल को निहारता — प्रतीक्षा, मूल्यांकन और विकास-प्रक्रिया में धैर्य का प्रतीक।",
    "uprightExtended": "सीधी स्थिति लेखा-जोखा, परिश्रम का निवेश और परिणामों की प्रतीक्षा दिखाती है — धैर्य फल देता है।",
    "reversedExtended": "उलटी स्थिति अधैर्य, अपने प्रयासों पर संशय या दिशा का पुनर्मूल्यांकन आवश्यक होना दिखाती है।",
    "daily": "धैर्य ही कुंजी है। सेवन ऑफ पेंटाकल्स संदेश देता है: फल आ रहे हैं — पर देखभाल और समय चाहिए। अभी हार मत मानें।"
  },
  "eightOfPentacles": {
    "symbolism": "एक कर्मी तल्लीनता से पेंटाकल्स गढ़ता — निपुणता, समर्पण और शिल्प-कौशल का प्रतीक।",
    "uprightExtended": "यह समर्पित कार्य, सीख और अभ्यास से प्रगति दर्शाता है — अनुशासन का समय।",
    "reversedExtended": "उलटी स्थिति नीरस दिनचर्या, जल्दबाज़ी से हुई भूलें या सीखने से इनकार दिखाती है।",
    "daily": "अभ्यास से ही महारत आती है। एट ऑफ पेंटाकल्स मेहनत लगाने और कौशल निखारने का आमंत्रण देता है — हर कदम मायने रखता है।"
  },
  "nineOfPentacles": {
    "symbolism": "उद्यान में एक स्त्री बाज़ के साथ — स्वतंत्रता, विलास और आत्म-विश्वास का प्रतीक।",
    "uprightExtended": "यह श्रम-फल, आत्मनिर्भरता और उपलब्धियों का आनंद लाता है — अपने पैरों पर दृढ़ खड़े रहें।",
    "reversedExtended": "उलटी स्थिति निर्भरता, अप्रामाणिकता या स्वतंत्रता के भय की ओर संकेत — आत्म-मूल्य गढ़ें।",
    "daily": "आज स्वतंत्रता और अपनी मेहनत के फलों का आनंद अग्रसर है। नाइन ऑफ पेंटाकल्स याद दिलाता है: आप सक्षम हैं और समृद्धि के योग्य।"
  },
  "tenOfPentacles": {
    "symbolism": "समृद्धि के प्रतीकों से घिरा परिवार — भौतिक सुरक्षा, पारिवारिक परम्परा और विरासत का संकेत।",
    "uprightExtended": "यह दीर्घकालिक स्थिरता, पारिवारिक मूल्य और सफल चक्र के समापन को दर्शाता है।",
    "reversedExtended": "उलटी स्थिति पारिवारिक असहमति, आर्थिक तनाव या विरासत मूल्यों का क्षय दिखाती है।",
    "daily": "दीर्घकाल सोचें। टेन ऑफ पेंटाकल्स अपनत्व, धरोहर और सुरक्षा का बोध लाता है — आज आप कल की नींव रख रहे हैं।"
  },
  "pageOfPentacles": {
    "symbolism": "एक युवा एकाग्रता से स्वर्ण पेंटाकल का अध्ययन करता — सीख, भौतिक सम्भावना और ठोस इरादे का प्रतीक।",
    "uprightExtended": "यह जिज्ञासा, शागिर्दी और व्यावहारिक उपलब्धि की पहली चाल दर्शाता है — करके सीखें।",
    "reversedExtended": "उलटी स्थिति फोकस की कमी, मौके चूकना या शुरुआत टालना दिखाती है — लक्ष्य के प्रति समर्पण चाहिए।",
    "daily": "सीखने या लक्ष्य-निश्चित करने का उत्तम दिन। पेज ऑफ पेंटाकल्स फुसफुसाता है: विचार पर भरोसा है — तो उसे सींचने को तैयार रहें।"
  },
  "knightOfPentacles": {
    "symbolism": "एक नाइट शांत भाव से घोड़े पर पेंटाकल थामे — ज़िम्मेदारी, धैर्य और सूक्ष्म/सावधान कर्म का प्रतीक।",
    "uprightExtended": "सीधी स्थिति दृढ़ता, समर्पण और स्थिर, यथार्थवादी प्रगति दिखाती है — भरोसेमंद राह पकड़े रहें।",
    "reversedExtended": "उलटी स्थिति हठ, ठहराव या अति-धीमी गति का संकेत — अपनी रफ़्तार को उद्देश्य से मेल कराएँ।",
    "daily": "संगति (consistency) और सूक्ष्म-ध्यान आपके सहयोगी हैं। नाइट ऑफ पेंटाकल्स याद दिलाता है: धीमे-स्थिर क़दम ही टिकाऊ निर्माण करते हैं।"
  },
  "queenOfPentacles": {
    "symbolism": "प्रकृति में रानी स्नेह से पेंटाकल थामे — गृह, स्थिरता और मातृ ऊर्जा का प्रतीक।",
    "uprightExtended": "यह सुरक्षा, पोषण और व्यवहारिकता लाती है — वह संगठन और कोमलता से सामंजस्य रचती है।",
    "reversedExtended": "उलटी स्थिति स्वयं की उपेक्षा, अत्यधिक भौतिकवाद या भावनात्मक संकोच दर्शाती है।",
    "daily": "अपने संसार की सँभाल करें — बाहर भी और भीतर भी। क्वीन ऑफ पेंटाकल्स ऊष्मा, व्यवहारिकता और स्थिरता लाती है — देह, घर और दिनचर्या का ख़याल रखें।"
  },
  "kingOfPentacles": {
    "symbolism": "बैल और बेलों से सजे सिंहासन पर राजा — शक्ति, संपदा और स्थापित स्थिरता का प्रतीक।",
    "uprightExtended": "यह प्राप्त भौतिक सफलता, संसाधनों की बुद्धिमान देखरेख और सुरक्षा का संकेत देता है।",
    "reversedExtended": "उलटी स्थिति हठधर्मीपन, लोभ या अति-नियंत्रण की ओर इशारा — जीवन के प्रवाह को आने दें।",
    "daily": "आज ऐसे निर्णय लें जो दीर्घकालिक नींव रखें। किंग ऑफ पेंटाकल्स याद दिलाता है: आपकी शक्ति संसाधनों की समझदार अभिरक्षा में है।"
  }
}
