{
    "screen": {
        "title": "जंग के प्रश्न",
        "subtitle": "रिफ्लेक्शन के लिए 30 संकेत (प्रेडिक्शन नहीं)।",
        "filterAll": "सभी",
        "filterThisLesson": "यह लेसन"
    },
    "opening": {
        "title": "जंग के आर्केटाइप्स",
        "subtitle": "क्यूरेटेड प्रश्न चुनें (अपना प्रश्न टाइप नहीं करना)।",
        "chooseCards": "कार्ड चुनें",
        "priceLine": "कीमत: {{price}} • बैलेंस: {{balance}}"
    },
    "intro_01": {
        "question": "अभी मेरी स्थिति को कौन-सा आर्केटाइपिक थीम आकार दे रहा है?",
        "why": "स्थिति को अर्थपूर्ण पैटर्न के रूप में फ्रेम करता है (प्रेडिक्शन नहीं), ताकि रिफ्लेक्शन फोकस्ड और grounded रहे।"
    },
    "intro_02": {
        "question": "निश्चितता खोजते समय मैं क्या नियंत्रित करना चाहता/चाहती हूँ, और उसे छोड़ने में क्या मदद करेगा?",
        "why": "चिंता से भविष्य ‘चेक’ करने की आदत से हटाकर, एक्शन-पावर और प्रैक्टिकल अगले कदमों की ओर ले जाता है।"
    },
    "persona_01": {
        "question": "मैं कहाँ अपनी पर्सोना से ज़्यादा पहचान बना रहा/रही हूँ, और वह क्या बचाती है?",
        "why": "आप जिस रोल में फँसे हैं और उसके नीचे का डर दिखाता है — जिससे ईमानदार चुनाव संभव होते हैं।"
    },
    "persona_02": {
        "question": "अगर मैं इस स्थिति में 10% ज़्यादा प्रामाणिक रूप से उपस्थित होऊँ, तो क्या बदलेगा?",
        "why": "इसे सुरक्षित और व्यवहारिक रखता है — छोटे ‘ऑथेंटिसिटी’ एक्सपेरिमेंट्स extremes से आसान होते हैं।"
    },
    "shadow_01": {
        "question": "यह ट्रिगर मेरी छाया को मुझे क्या दिखाने की कोशिश कर रहा है?",
        "why": "ट्रिगर्स को ‘जानकारी’ में बदलता है ताकि आप ऑटोपायलट की बजाय इनसाइट के साथ जवाब दें।"
    },
    "shadow_02": {
        "question": "मैं खुद से कौन-सी बात स्वीकार करने से बच रहा/रही हूँ, और क्यों?",
        "why": "वह ‘मिसिंग सच’ खोजता है जो प्रगति रोक रहा है, और रिफ्लेक्शन को ईमानदार रखता है।"
    },
    "shadow_03": {
        "question": "अभी कौन-सी सीमा आत्म-साबोटेज को कम करेगी?",
        "why": "इनसाइट को व्यवहार में बदलता है — सीमाएँ दोहराए जाने वाले पैटर्न बदलने का तेज़ तरीका हैं।"
    },
    "anima_01": {
        "question": "कौन-सी आंतरिक ध्रुवता को संतुलन चाहिए: ग्रहणशीलता बनाम पहल, अंतर्ज्ञान बनाम तर्क?",
        "why": "असंतुलन दिखाता है और उस ऊर्जा को चुनने में मदद करता है जो स्थिति को स्थिर करेगी।"
    },
    "anima_02": {
        "question": "मैं कौन-सी क्वालिटी बार-बार दूसरों से अपने लिए उठवाता/उठवाती हूँ?",
        "why": "प्रोजेक्शन/निर्भरता दिखाता है और व्यक्तिगत शक्ति वापस देता है (जो आप आउटसोर्स कर रहे थे, वह लौटता है)।"
    },
    "self_01": {
        "question": "कौन-सा चुनाव मेरे गहरे ‘सेल्फ’ के साथ सबसे अधिक aligned होगा?",
        "why": "शॉर्ट-टर्म आराम से ऊपर लॉन्ग-टर्म alignment को रखता है ताकि रिफ्लेक्शन सच लगे।"
    },
    "self_02": {
        "question": "शांति बनाए रखने के लिए मैं कौन-सा सच दबा/नरम कर रहा/रही हूँ?",
        "why": "people-pleasing के लूप्स खोलता है और स्पष्ट करता है कि क्या सम्मानित/कहा जाना चाहिए।"
    },
    "indiv_01": {
        "question": "कौन-सा दोहराया जाने वाला जीवन-पाठ अभी समेकित होना चाहता है?",
        "why": "आज के मुद्दे को बड़े विकास-पैटर्न से जोड़ता है — समय के साथ पैटर्न ट्रैक करने के लिए बढ़िया।"
    },
    "indiv_02": {
        "question": "इस अध्याय में मुझे क्या पीछे छोड़ने की तैयारी है?",
        "why": "पुरानी पहचान/मान्यता को नाम देता है जो वही परिणाम दोहराती रहती है।"
    },
    "indiv_03": {
        "question": "अधिक संपूर्णता की दिशा में मेरा अगला ईमानदार 1% कदम क्या है?",
        "why": "प्रगति को यथार्थवादी बनाता है — छोटे कदम बड़े धुंधले लक्ष्यों से आसान होते हैं।"
    },
    "hero_01": {
        "question": "आगे बढ़ने के लिए मुझे कहाँ साहस और अनुशासन चाहिए — तीव्रता नहीं?",
        "why": "टिकाऊ प्रगति को भावनात्मक पीक्स से अलग करता है और वास्तविक एक्शन पर फोकस कराता है।"
    },
    "hero_02": {
        "question": "मैं कौन-सी कमिटमेंट से बच रहा/रही हूँ, और उसे टिकाऊ क्या बनाएगा?",
        "why": "डर के नीचे छुपी वास्तविक प्रतिबद्धता खोजता है और उसे ऐसा बनाता है कि आप निभा सकें।"
    },
    "guide_01": {
        "question": "मैं क्या पहले से जानता/जानती हूँ, लेकिन फिर भी नज़रअंदाज़ कर रहा/रही हूँ?",
        "why": "कन्फ्यूज़न काटता है — अक्सर जवाब पता होता है, बस भावनात्मक रूप से असहज होता है।"
    },
    "guide_02": {
        "question": "निर्णय लेने से पहले मुझे कौन-सी जानकारी या सपोर्ट चाहिए?",
        "why": "इम्पल्सिव फैसलों से बचाता है और स्पष्ट करता है कि सुरक्षित निर्णय के लिए क्या कमी है।"
    },
    "guide_03": {
        "question": "मेरा अधिक बुद्धिमान भविष्य-स्व (future self) मुझे अगला कदम क्या सलाह देगा?",
        "why": "तनाव से दूरी बनाता है और ज्यादा शांत, रणनीतिक अगला कदम दिखाता है।"
    },
    "trick_01": {
        "question": "मैं कहाँ तर्क-वितर्क/रैशनलाइज़ कर रहा/रही हूँ या ‘खेल’ रहा/रही हूँ, बजाय स्थिति का सामना करने के?",
        "why": "मानसिक बचाव-रास्ते पकड़ता है जो आपको फँसाए रखते हैं, और ईमानदारी में वापस लाता है।"
    },
    "trick_02": {
        "question": "कौन-सा अवॉइडेंस पैटर्न हास्य, डिस्ट्रैक्शन या इम्पल्सिविटी के रूप में दिख रहा है?",
        "why": "आत्म-साबोटेज जल्दी पकड़ने में मदद करता है — खासकर ‘मैं ठीक हूँ’ वाले मास्क को।"
    },
    "trick_03": {
        "question": "कौन-सा छोटा, खेल-सा प्रयोग सच को सुरक्षित रूप से दिखा सकता है?",
        "why": "all-or-nothing कदमों की बजाय जिज्ञासा और कम-जोखिम टेस्टिंग को बढ़ावा देता है।"
    },
    "mother_01": {
        "question": "मैं कहाँ देखभाल को नियंत्रण से मिला रहा/रही हूँ (अपने लिए या दूसरों के लिए)?",
        "why": "स्पष्ट करता है कि ‘मदद’ कहीं चिंता तो नहीं — ताकि आप अधिक स्वस्थ सपोर्ट चुन सकें।"
    },
    "mother_02": {
        "question": "मुझे किसे पोषित करना है — और किसे सक्षम बनाते रहना बंद करना है?",
        "why": "विकास को सपोर्ट करना और पैटर्न को सपोर्ट करना अलग करता है (रिश्तों/आदतों के लिए बहुत बड़ा)।"
    },
    "death_01": {
        "question": "क्या समाप्त हो रहा है (चुपचाप भी), और क्या छोड़े जाने की मांग कर रहा है?",
        "why": "क्लोज़र को संकट बनने से पहले पहचानने में मदद करता है।"
    },
    "death_02": {
        "question": "कौन-सी पहचान या मान्यता उस चीज़ के लिए बहुत छोटी है जो मैं बन रहा/रही हूँ?",
        "why": "आवश्यक भीतर की शिफ्ट दिखाता है — अक्सर असली अंत सेल्फ-इमेज में होता है।"
    },
    "death_03": {
        "question": "इस हफ्ते ‘छोड़ना’ एक ठोस कार्रवाई के रूप में कैसा दिखेगा?",
        "why": "मापने योग्य कदम मजबूर करता है ताकि रिफ्लेक्शन मोमेंटम में बदल सके।"
    },
    "proj_01": {
        "question": "मैं इस व्यक्ति/स्थिति पर क्या प्रोजेक्ट कर रहा/रही हूँ जो शायद मेरे भीतर भी है?",
        "why": "दोषारोपण घटाता है और स्पष्टता लौटाता है — प्रोजेक्शन बहुत जल्दी वास्तविकता विकृत कर देता है।"
    },
    "proj_02": {
        "question": "मैं खुद को कौन-सी कहानी सुना रहा/रही हूँ, और मेरे पास वास्तव में कौन-से तथ्य हैं?",
        "why": "नैरेटिव को एविडेंस से अलग करता है ताकि निर्णय अधिक स्पष्ट और शांत हों।"
    },
    "proj_03": {
        "question": "बिना अनुमान के, एक निष्पक्ष और grounded व्याख्या क्या होगी?",
        "why": "रिफ्लेक्शन को संतुलन में वापस लाता है और भावनात्मक बढ़ा-चढ़ाव कम करता है।"
    }
}
