{
  "theFool": {
    "symbolism": "Sang Bodoh berdiri di tepi tebing, siap melangkah pertama ke yang tak dikenal. Mawar di tangannya melambangkan kepolosan, sementara anjing di belakangnya mewakili insting dan perlindungan batin.",
    "uprightExtended": "Tegak, Sang Bodoh menandai awal sebuah petualangan dan kepercayaan pada hidup. Ia melambangkan keterbukaan terhadap perubahan, spontanitas, dan fase baru tanpa rasa takut.",
    "reversedExtended": "Terbalik, kartu ini menunjuk pada kecerobohan, sifat naif, dan menghindari tanggung jawab. Seseorang bisa maju tanpa menyadari konsekuensinya.",
    "daily": "Hari ini saatnya melepaskan ekspektasi dan melangkah ke yang tak dikenal dengan percaya. Sang Bodoh mengingatkan bahwa setiap kesalahan hanyalah bagian dari perjalanan."
  },
  "theMagician": {
    "symbolism": "Sang Penyihir berdiri dengan satu tangan terangkat ke langit dan yang lain ke bumi—melambangkan penghubung antara dunia spiritual dan material. Peralatan dari semua unsur di atas meja menunjukkan kemampuannya untuk mewujudkan.",
    "uprightExtended": "Tegak, Sang Penyihir menunjuk pada kekuatan pribadi, fokus, dan kemampuan mengubah ide menjadi kenyataan. Saatnya bertindak dengan semua sarana yang tersedia.",
    "reversedExtended": "Terbalik, Sang Penyihir dapat menandakan manipulasi, ilusi, dan potensi yang belum tergarap. Seseorang mungkin kurang memakai karunianya—atau menggunakannya secara egois.",
    "daily": "Gunakan hari ini untuk mengenali bakatmu dan mewujudkan hal yang benar-benar penting. Sang Penyihir berkata: kamu sudah punya semuanya—pakailah dengan sadar."
  },
  "theHighPriestess": {
    "symbolism": "Sang Imam Besar Perempuan duduk di antara dua pilar, melambangkan keseimbangan antara yang berlawanan. Tirai di belakangnya menyembunyikan pengetahuan mistik, sementara gulungan di tangannya mewakili kebijaksanaan tersembunyi.",
    "uprightExtended": "Kartu ini mewakili intuisi, keheningan, dan pengetahuan batin. Ia mengingatkan perlunya mendengarkan suara hatimu dan mencari jawaban ke dalam.",
    "reversedExtended": "Terbalik, menandakan intuisi yang ditekan, kebingungan emosional, atau keterputusan dari nilai-nilai spiritual. Seseorang mungkin mengabaikan tanda batin.",
    "daily": "Percayai intuisimu hari ini. Jawaban yang kamu cari sudah ada di dalam diri—tenangkan pikiran dan dengarkan suara batin."
  },
  "theEmpress": {
    "symbolism": "Sang Permaisuri duduk di alam yang subur, dikelilingi gandum dan pepohonan, melambangkan kelimpahan dan kesuburan. Mahkota bintangnya menghubungkannya dengan alam semesta.",
    "uprightExtended": "Sang Permaisuri melambangkan energi keibuan, penciptaan, cinta, dan pengasuhan. Ia menandakan masa subur dalam segala hal—kreatif, emosional, atau fisik.",
    "reversedExtended": "Terbalik dapat berarti ketergantungan pada orang lain, kelelahan emosional, atau kebuntuan kreatif. Rawat dirimu agar kamu bisa merawat orang lain.",
    "daily": "Hari ini adalah hari untuk merawat apa yang tumbuh—entah itu ide, hubungan, atau ketenanganmu sendiri. Sang Permaisuri mengingatkan: kelembutan pada diri berbuah ke luar."
  },
  "theEmperor": {
    "symbolism": "Sang Kaisar duduk di singgasana batu berhias domba jantan, menandakan kekuatan, disiplin, dan kewenangan. Ia mewakili stabilitas dan dunia tatanan.",
    "uprightExtended": "Tegak menandakan kendali, tanggung jawab, dan kepemimpinan. Kartu menyarankan menstruktur hidup dan membuat keputusan tegas.",
    "reversedExtended": "Terbalik menunjuk pada tirani, keras kepala, atau dingin emosional. Seseorang bisa memakai kuasa secara destruktif.",
    "daily": "Stabilitas dan struktur adalah sekutumu hari ini. Sang Kaisar mendorongmu menetapkan batas dan memutuskan dengan percaya pada otoritas diri."
  },
  "theHierophant": {
    "symbolism": "Sang Hierophant duduk di antara dua pilar, melambangkan otoritas kelembagaan dan pengetahuan spiritual. Tangannya terangkat memberi berkat sementara para pengikut berlutut.",
    "uprightExtended": "Kartu ini menandakan tradisi, otoritas spiritual, dan belajar melalui institusi. Ia menunjuk pada penghormatan terhadap hukum dan guru spiritual.",
    "reversedExtended": "Terbalik menandakan penolakan aturan, pemberontakan spiritual, atau kekakuan yang menghambat pertumbuhan. Juga bisa menandakan otoritas palsu.",
    "daily": "Carilah hikmah dalam tradisi atau nasihat dari seseorang yang kamu percaya. Hari ini mengajak kita menghormati pengetahuan yang ada sebelum kita."
  },
  "theLovers": {
    "symbolism": "Seorang pria dan wanita berdiri telanjang di bawah malaikat, mewakili keterhubungan murni dan persatuan ilahi. Di latar belakang ada pohon pengetahuan dan api hasrat.",
    "uprightExtended": "Tegak, Para Kekasih melambangkan keterhubungan yang dalam, harmoni, dan pilihan yang dibuat dari cinta. Dapat menunjuk ke hubungan maupun keputusan moral yang penting.",
    "reversedExtended": "Terbalik menunjukkan ketidakharmonisan, ketidakselarasan dalam hubungan, atau pilihan yang keliru. Tinjau kembali inti keputusan emosional.",
    "daily": "Hari ini, pilihlah dengan hati. Para Kekasih mengingatkan bahwa hubungan adalah cermin—apa yang kamu beri, itulah yang kamu terima."
  },
  "theChariot": {
    "symbolism": "Sang Kusir berdiri percaya diri di antara sfinks hitam dan putih, menggenggam kendali atas kekuatan spiritual dan material. Bintang di dahinya melambangkan tuntunan ilahi.",
    "uprightExtended": "Kartu ini menandakan kemauan, kemenangan, dan kemajuan meski ada rintangan. Ia menyarankan kendali yang kuat dan keseimbangan antara hal-hal yang berlawanan.",
    "reversedExtended": "Terbalik, Sang Kereta menunjuk pada hilangnya kendali, konflik batin, atau menyerah. Selaraskan kembali kekuatan dalam dirimu.",
    "daily": "Pegang kendali dan pacu ke arah tujuanmu. Sang Kusir tahu: bahkan kekuatan yang berlawanan bisa bersatu saat kamu tahu ke mana kamu pergi."
  },
  "strength": {
    "symbolism": "Seorang wanita dengan lembut menutup mulut singa, menunjukkan kekuatan belas kasih dan daya batin. Tanda lemniskata di atas kepalanya menandakan potensi tak terbatas dari jiwa.",
    "uprightExtended": "Tegak, Kekuatan menunjuk pada kesabaran, keberanian, dan kendali yang halus. Kekuatan sejati datang dari ketenangan dan pengertian, bukan agresi.",
    "reversedExtended": "Terbalik menunjukkan keraguan diri, kurangnya keberanian, atau menyerah pada dorongan. Pulihkan keseimbangan batin.",
    "daily": "Kekuatanmu hari ini datang dari kesabaran dan kebaikan. Kamu tidak perlu berteriak untuk menjadi kuat—keheningan hatimu tahu jalannya."
  },
  "theHermit": {
    "symbolism": "Sang Pertapa berdiri di puncak gunung dengan lampu di tangan, melambangkan kebijaksanaan, introspeksi, dan pencarian kebenaran. Tongkatnya adalah penopang dalam kesunyian spiritual.",
    "uprightExtended": "Kartu ini menunjuk pada kebutuhan untuk menarik diri, hening, dan refleksi batin. Saatnya mendengarkan suara dalam dan mencari arah spiritual.",
    "reversedExtended": "Terbalik, berbicara tentang isolasi, hambatan batin, atau menolak menghadapi diri sendiri. Bukalah pada kebijaksanaan orang lain.",
    "daily": "Hari ini untuk hening, menepi, dan mendengar kebenaran batin. Sang Pertapa menuntunmu menuju cahaya yang kamu bawa."
  },
  "wheelOfFortune": {
    "symbolism": "Roda Keberuntungan menunjukkan sifat siklus kehidupan dengan simbol para dewa, seekor ular, dan sfinks. Ia menandakan perubahan yang konstan dan kekuatan universal yang mengatur nasib.",
    "uprightExtended": "Kartu ini menandai takdir, perubahan, dan titik balik yang tak terelakkan. Peristiwa mendadak bisa datang mengubah arah hidup.",
    "reversedExtended": "Terbalik menunjukkan perlawanan terhadap perubahan, rasa bahwa semuanya menurun, atau berputar di tempat. Lepaskan dan percayai aliran alami.",
    "daily": "Roda takdir berputar—peluk perubahan dan bersiaplah akan kejutan. Roda membawa peluang saat kamu paling tidak menduga."
  },
  "justice": {
    "symbolism": "Keadilan duduk di antara dua pilar dengan pedang dan timbangan—simbol kebenaran dan keseimbangan. Tatapannya tegas, menandakan kejernihan dan sikap adil.",
    "uprightExtended": "Tegak, Keadilan menandakan kebenaran, keseimbangan, keadilan karmis, dan akuntabilitas. Urusan akan diselesaikan secara adil.",
    "reversedExtended": "Terbalik menunjukkan ketidakadilan, bias, atau menghindari tanggung jawab. Saatnya menghadapi kebenaran.",
    "daily": "Kejujuran diperlukan hari ini—kepada diri sendiri dan orang lain. Keadilan mengingatkan: keseimbangan adalah kunci damai, dan kebenaran adalah cahaya."
  },
  "theHangedMan": {
    "symbolism": "Orang Tergantung bergantung terbalik namun berwajah damai. Lingkaran cahaya di kepalanya melambangkan pencerahan melalui penyerahan diri.",
    "uprightExtended": "Kartu ini menyeru jeda, perenungan, dan perubahan sudut pandang. Kemajuan hadir lewat penerimaan dan pengorbanan.",
    "reversedExtended": "Terbalik menunjuk perlawanan terhadap perubahan, penundaan, atau keras kepala pada pandangan lama. Lepaskan kendali.",
    "daily": "Berhenti. Ubah sudut pandangmu. Orang Tergantung berkata: kadang tindakan paling bijak adalah berserah."
  },
  "death": {
    "symbolism": "Kematian menunggang kuda putih membawa panji hitam bergambar mawar putih, melambangkan akhir dan kelahiran kembali. Orang-orang di sekitarnya menerima yang tak terelakkan.",
    "uprightExtended": "Tegak, Kematian menandakan transformasi, akhir, dan awal baru. Lepaskan yang lama untuk memberi ruang bagi yang baru.",
    "reversedExtended": "Terbalik menunjukkan ketakutan akan perubahan, kebuntuan, atau stagnasi. Transformasi sedang ditolak—namun tak terelakkan.",
    "daily": "Lepaskan yang tak lagi melayani. Hari ini untuk transformasi batin—setiap akhir diikuti awal baru."
  },
  "temperance": {
    "symbolism": "Seorang malaikat menuang cairan dari satu piala ke piala lain, melambangkan keseimbangan dan harmoni. Satu kaki di air, yang lain di darat—roh dan materi selaras.",
    "uprightExtended": "Kartu ini menandakan keseimbangan, kesabaran, dan moderasi. Ia menyeru harmoni antara yang berlawanan dan pendekatan tenang terhadap tantangan.",
    "reversedExtended": "Terbalik menunjuk pada ekstrem, ketidaksabaran, atau kekacauan batin. Pulihkan keseimbangan dalam.",
    "daily": "Tenangkan pikiran dan seimbangkan keinginan. Temperance mengingatkan: keajaiban terjadi ketika raga dan jiwa selaras."
  },
  "theDevil": {
    "symbolism": "Iblis duduk di takhta dengan rantai pada seorang pria dan wanita, melambangkan keterikatan pada materi, nafsu, dan ilusi.",
    "uprightExtended": "Tegak menunjukkan kecanduan, godaan, dan keterbelengguan pada ideal palsu. Bebaskan dirimu dari rantai yang kamu pasang sendiri.",
    "reversedExtended": "Terbalik menandakan kebangkitan dan pembebasan. Seseorang menyadari keterbatasannya dan mulai proses pelepasan.",
    "daily": "Kenali apa yang membelenggumu. Iblis membisikkan ilusi—hari ini kamu bisa menyingkapnya dan melangkah pertama menuju kebebasan."
  },
  "theTower": {
    "symbolism": "Menara runtuh dihantam kilat sementara orang-orang jatuh darinya. Ia melambangkan perubahan mendadak, keterkejutan, dan runtuhnya ilusi.",
    "uprightExtended": "Kartu ini menunjuk peristiwa tak terduga yang merobohkan fondasi lama. Meski menyakitkan, hal itu memungkinkan membangun ulang di tanah yang lebih sehat.",
    "reversedExtended": "Terbalik menandakan gejolak batin, penyangkalan terhadap perubahan, atau takut kehilangan kendali. Pelepasan terjadi dari dalam.",
    "daily": "Perubahan bisa menyakitkan, tetapi meruntuhkan yang palsu menuntun pada kebenaran. Menara mengajakmu melepaskan yang hanya tampak stabil."
  },
  "theStar": {
    "symbolism": "Seorang wanita menuang air ke kolam dan ke tanah di bawah langit malam berbintang, melambangkan harapan, inspirasi, dan pembaruan spiritual.",
    "uprightExtended": "Tegak membawa cahaya setelah kegelapan, tuntunan spiritual, dan iman pada esok yang lebih baik. Ia menandakan kekuatan dan inspirasi yang terbarui.",
    "reversedExtended": "Terbalik melambangkan hilangnya iman, pesimisme, atau merasa jauh dari sumber spiritual. Pulihkan kepercayaan pada aliran hidup.",
    "daily": "Harapan kembali. Bintang mengingatkan bahwa bahkan pada saat tergelap ada cahaya—di dalam dirimu."
  },
  "theMoon": {
    "symbolism": "Sebuah jalan membentang di antara dua menara dalam kegelapan, diterangi Bulan. Seekor anjing dan serigala melolong, sementara seekor udang karang muncul dari air—simbol ketidaksadaran dan intuisi.",
    "uprightExtended": "Kartu ini menunjuk mimpi, intuisi, dan makna tersembunyi. Saatnya mendengarkan suara batin dan waspada terhadap ilusi.",
    "reversedExtended": "Terbalik menunjukkan kebingungan, kecemasan, dan persepsi yang terdistorsi. Temukan kejernihan melalui keheningan.",
    "daily": "Hari ini, dengarkan intuisi lebih dari logika. Bulan menerangi kebenaran tersembunyi—asal kamu mau melihat ke dalam."
  },
  "theSun": {
    "symbolism": "Seorang anak menunggang kuda putih di depan dinding bunga matahari saat Matahari bersinar terang di atas. Ia melambangkan sukacita, kejernihan, dan kehidupan.",
    "uprightExtended": "Kartu ini membawa kebahagiaan, kesuksesan, vitalitas, dan kejernihan. Segalanya menjadi terang dan energi mengalir bebas.",
    "reversedExtended": "Terbalik menunjuk penurunan sementara dalam sukacita, bayang-bayang ketidakpastian, atau ego yang membesar. Cahayanya masih ada—hanya tertutup.",
    "daily": "Ini hari sukacita, kejernihan, dan syukur. Matahari berkata: bersinarlah—dan semuanya di sekelilingmu akan ikut terang."
  },
  "judgement": {
    "symbolism": "Seorang malaikat membunyikan sangkakala dari langit saat orang mati bangkit dari kubur, melambangkan kebangkitan, pengampunan, dan penghakiman karmis. Adegan penuh panggilan spiritual.",
    "uprightExtended": "Kartu ini melambangkan kebangkitan, pembaruan, dan pembuatan keputusan penting. Ia menyeru pelepasan dari masa lalu dan kesiapan untuk tingkat kesadaran yang lebih tinggi.",
    "reversedExtended": "Terbalik menandakan takut dihakimi, peluang terlewat, atau menolak tanggung jawab pribadi. Hadapilah kebenaran.",
    "daily": "Hari ini saatnya memaafkan dan memulai yang baru. Penghakiman mengajakmu bangkit dari versi lamamu dan melangkah ke kebenaran yang lebih tinggi."
  },
  "theWorld": {
    "symbolism": "Sebuah figur menari di dalam karangan bunga, dikelilingi simbol empat makhluk hidup. Adegan ini menandai penyelesaian, keutuhan, dan kesatuan.",
    "uprightExtended": "Dunia melambangkan pencapaian, pemenuhan, dan penutupan sebuah siklus. Kesuksesan datang melalui pengintegrasian pengalamanmu.",
    "reversedExtended": "Terbalik menunjuk rasa masih ada yang kurang, penundaan penyelesaian, atau mengulang pola yang sama. Satukan semua bagian menjadi satu keutuhan.",
    "daily": "Selesaikan yang sudah dimulai dan rayakan kepenuhan. Dunia membawa rasa utuh—kamu adalah sekaligus pejalan dan tujuan."
  },
  "aceOfWands": {
    "symbolism": "Sebuah tangan muncul dari awan menggenggam tongkat berapi — simbol api spiritual, inisiatif, dan energi kreatif.",
    "uprightExtended": "Tegak, kartu ini melambangkan awal yang segar, percikan kreatif, dan potensi pertumbuhan. Saatnya bertindak dan menggerakkan idemu.",
    "reversedExtended": "Terbalik, menandakan inspirasi yang tersumbat, penundaan untuk memulai, atau takut mengambil inisiatif.",
    "daily": "Hari ini hari untuk aksi dan awal baru. As Tongkat mendorongmu meraih inspirasi dan menyalakan api batin."
  },
  "twoOfWands": {
    "symbolism": "Seseorang memegang globus dan memandang ke kejauhan dari menara — melambangkan perencanaan, visi, dan kendali atas wilayahnya.",
    "uprightExtended": "Tegak menandakan berpikir ke depan, pengambilan keputusan, dan memperluas cakrawala. Rencana sudah siap — sekarang saatnya berani.",
    "reversedExtended": "Terbalik menunjuk kebimbangan, ragu, dan takut pada yang tak dikenal. Kamu mungkin punya visi namun belum punya keberanian untuk bergerak.",
    "daily": "Keluar dari zona nyaman dan lihat gambaran besar. Dua Tongkat membawa rencana dan visi — beranilah mengikutinya."
  },
  "threeOfWands": {
    "symbolism": "Seseorang berdiri di ketinggian mengamati kapal datang dan pergi — simbol harapan dan pertukaran.",
    "uprightExtended": "Kartu ini melambangkan ekspansi, keberhasilan, dan kemajuan berdasarkan usaha yang sudah ditanam. Buah kerjamu sedang datang.",
    "reversedExtended": "Terbalik menunjuk keterlambatan, harapan yang tak terpenuhi, atau arah maju yang belum jelas.",
    "daily": "Gerakan pertama mulai tampak hari ini. Tiga Tongkat mengingatkan bahwa upayamu sudah mengirim energi ke dunia — jawabannya sedang menuju."
  },
  "fourOfWands": {
    "symbolism": "Orang-orang merayakan di bawah kanopi berhias — simbol damai, harmoni, dan sukacita bersama.",
    "uprightExtended": "Kartu menunjuk stabilitas, perayaan, dan hubungan yang harmonis. Mungkin pesta, pernikahan, atau pulang dengan sukses.",
    "reversedExtended": "Terbalik menandakan ketidakharmonisan dalam komunitas, rasa tidak aman, atau sukacita yang terlewat. Keseimbangan perlu dipulihkan.",
    "daily": "Rayakan kemenangan kecil. Empat Tongkat membawa stabilitas, kebersamaan, dan rasa rumah — meski hanya simbolis."
  },
  "fiveOfWands": {
    "symbolism": "Lima orang mengayunkan tongkat, seolah bertarung — simbol kompetisi dan konflik.",
    "uprightExtended": "Tegak mewakili perselisihan, persaingan, atau pergulatan yang membangun. Usaha membawa pertumbuhan.",
    "reversedExtended": "Terbalik menunjukkan perdebatan sia-sia, konflik batin, atau perlunya kompromi.",
    "daily": "Kamu bisa menemui benturan pendapat atau adu ego. Lima Tongkat memberi peluang memperkuat batas lewat tantangan."
  },
  "sixOfWands": {
    "symbolism": "Seorang penunggang kuda membawa mahkota laurel kemenangan disambut kerumunan — simbol pengakuan publik dan pencapaian.",
    "uprightExtended": "Tegak mewakili kemenangan, pengakuan, dan kepercayaan diri. Sukses sebagai hasil dari usaha dan perjuangan.",
    "reversedExtended": "Terbalik menunjuk upaya yang tak dihargai, ragu diri, atau takut gagal. Perlu bekerja pada nilai diri.",
    "daily": "Pengakuan dan sukses menyertaimu hari ini. Enam Tongkat mengingatkan bahwa menerima tepuk tangan itu wajar — kamu sudah meraihnya."
  },
  "sevenOfWands": {
    "symbolism": "Seseorang berdiri di tempat yang lebih tinggi membela diri dari enam penyerang — simbol tekad dan mempertahankan posisi.",
    "uprightExtended": "Kartu menyeru untuk mengambil sikap dan membela posisimu. Meski menantang, perjuangan ini layak.",
    "reversedExtended": "Terbalik menandakan kewalahan, defensif, atau mundur sebelum tantangan. Diperlukan keberanian untuk bertahan.",
    "daily": "Berdirilah untuk keyakinanmu. Tujuh Tongkat membawa tantangan, sekaligus kekuatan untuk mempertahankan pendirian — dagu terangkat."
  },
  "eightOfWands": {
    "symbolism": "Delapan tongkat melesat di udara — simbol kecepatan, gerak, dan kemajuan tanpa hambatan.",
    "uprightExtended": "Tegak menunjukkan gerak cepat, kabar baik, dan percepatan peristiwa. Energi mengalir bebas dan segalanya terjadi cepat.",
    "reversedExtended": "Terbalik menunjuk penundaan, hambatan komunikasi, atau kebingungan. Selaraskan pikiran dan tindakan.",
    "daily": "Waktu terasa dipercepat. Delapan Tongkat membawa kabar mendadak, komunikasi cepat, atau lompatan maju — jaga fokus."
  },
  "nineOfWands": {
    "symbolism": "Seorang pejuang terluka berdiri dengan satu tongkat sementara yang lain berdiri di belakang — simbol ketekunan dan perlindungan.",
    "uprightExtended": "Kartu ini menandakan daya tahan, keuletan, dan pertahanan. Meski lelah, kamu tetap siap melindungi milikmu.",
    "reversedExtended": "Terbalik menunjuk kelelahan, paranoia, atau merasa terus diserang. Saatnya memulihkan energi.",
    "daily": "Kamu mungkin letih, tapi kamu masih bertahan. Sembilan Tongkat mengingatkan bahwa kamu telah banyak melalui dan kekuatanmu lebih dekat dari yang kamu kira."
  },
  "tenOfWands": {
    "symbolism": "Seseorang membawa sepuluh tongkat dan berjalan tertatih — simbol beban dan tanggung jawab yang dipikul sendiri.",
    "uprightExtended": "Tegak menandakan kelebihan beban, tanggung jawab, dan tahap akhir tugas besar. Pertimbangkan pendelegasian.",
    "reversedExtended": "Terbalik menunjukkan menolak bantuan, merasa terperangkap, atau beban emosional. Saatnya meringankan beban.",
    "daily": "Jika kamu memikul terlalu banyak, hari ini saatnya menaruh sesuatu. Sepuluh Tongkat mengajak berbagi beban atau menata ulang prioritas."
  },
  "pageOfWands": {
    "symbolism": "Seorang pemuda berbusana eksotis mempelajari sebuah tongkat — simbol ide baru, pesan, dan rasa ingin tahu spiritual.",
    "uprightExtended": "Tegak menunjukkan pesan, kabar, atau awal inspirasi. Saatnya menjelajah dan menemukan api batin.",
    "reversedExtended": "Terbalik menunjuk rasa tidak aman, impulsif, atau menunda mengekspresikan diri. Diperlukan keberanian dan keaslian.",
    "daily": "Bangkitkan rasa ingin tahumu hari ini. Putra Tongkat membawa energi muda — cobalah sesuatu yang baru, sekecil apa pun."
  },
  "knightOfWands": {
    "symbolism": "Seorang ksatria menerjang maju dengan tongkat — simbol keberanian, dorongan, dan hasrat yang bergerak.",
    "uprightExtended": "Tegak menandakan tindakan kuat, antusiasme, dan keinginan untuk menaklukkan. Energinya intens dan penuh inisiatif.",
    "reversedExtended": "Terbalik menunjukkan kecerobohan, terlalu tergesa, atau kurang sabar. Selaraskan tindakan dengan tujuan.",
    "daily": "Ikuti hasratmu — tanpa membabi buta. Ksatria Tongkat memberi angin di punggungmu; gunakan untuk tujuan, bukan sekadar lomba."
  },
  "queenOfWands": {
    "symbolism": "Seorang ratu duduk di takhtanya dengan bunga matahari dan seekor kucing — simbol percaya diri, karisma, dan kekuatan spiritual.",
    "uprightExtended": "Tegak menandakan kehangatan, daya tarik, dan keyakinan batin. Sang Ratu menginspirasi orang lain untuk bersinar.",
    "reversedExtended": "Terbalik menunjuk rasa tidak aman, iri, atau manipulasi lewat pesona. Kepemimpinan memerlukan kejujuran.",
    "daily": "Kamu memancarkan karisma dan kepercayaan diri. Ratu Tongkat mengajakmu tidak menyembunyikan cahayamu — inspirasikan yang lain dengan menjadi dirimu seutuhnya."
  },
  "kingOfWands": {
    "symbolism": "Seorang raja duduk dengan tongkat di tangan, menatap ke depan — simbol kepemimpinan, visi, dan gairah yang berwibawa.",
    "uprightExtended": "Tegak mewakili kepemimpinan visioner, keberanian, dan ketegasan. Saatnya memimpin dengan inspirasi.",
    "reversedExtended": "Terbalik menandakan otoritarianisme, kesombongan, atau perintah tanpa dasar. Pimpin dengan teladan, bukan paksaan.",
    "daily": "Ambil peran pemimpin — dengan visi. Raja Tongkat memberimu kekuatan membimbing lewat contoh, bukan kontrol."
  },
  "aceOfCups": {
    "symbolism": "Sebuah tangan muncul dari awan memegang piala emas yang meluap air — simbol emosi, cinta, dan pengisian rohani.",
    "uprightExtended": "Tegak menandakan awal emosional baru, hati yang terbuka, dan kelimpahan rasa. Momen ideal untuk cinta, intuisi, dan penyembuhan.",
    "reversedExtended": "Terbalik menandakan hambatan emosional, perasaan yang ditekan, atau ketidakmampuan menerima kasih. Hati perlu dibuka.",
    "daily": "Bukalah hatimu pada rasa yang baru. As Piala membawa peluang untuk cinta, pengampunan, atau pemenuhan spiritual — hari ini semuanya berawal dari emosi."
  },
  "twoOfCups": {
    "symbolism": "Seorang pria dan wanita saling bertukar piala di bawah berkat kepala singa — simbol keseimbangan dan keterhubungan emosional.",
    "uprightExtended": "Tegak melambangkan kemitraan, koneksi romantis atau spiritual, harmoni, dan saling memberi. Kartu yang sangat baik untuk segala jenis hubungan.",
    "reversedExtended": "Terbalik menunjuk kesalahpahaman, perpisahan, atau perasaan yang tidak berbalas. Keseimbangan emosional perlu dipulihkan.",
    "daily": "Hubungan menjadi fokus hari ini. Dua Piala mengajakmu merawat keseimbangan, pertukaran, dan keterhubungan tulus dengan seseorang."
  },
  "threeOfCups": {
    "symbolism": "Tiga wanita merayakan sambil mengangkat piala, dikelilingi hasil bumi — simbol kebersamaan dan sukacita.",
    "uprightExtended": "Kartu ini menandakan perayaan, persahabatan, pertemuan, dan kebahagiaan bersama. Saatnya berbagi sukacitamu dengan orang lain.",
    "reversedExtended": "Terbalik menunjukkan isolasi, kecemburuan, atau renggangnya ikatan sosial. Tinjau kembali hubungan dan kepercayaan.",
    "daily": "Rayakan persahabatan, kegembiraan, dan momen-momen kecil. Tiga Piala membawa keceriaan dan mengingatkan bahwa kamu tak harus sendirian."
  },
  "fourOfCups": {
    "symbolism": "Seseorang duduk merenung di bawah pohon sementara sebuah tangan dari awan menawarkan piala lain — simbol ketidakpuasan emosional dan fase introspektif.",
    "uprightExtended": "Tegak menunjuk apati emosional, kebosanan, atau melewatkan peluang. Saatnya memperluas pandangan.",
    "reversedExtended": "Terbalik menandakan kebangkitan baru, keluar dari apati, dan kesiapan untuk tumbuh secara emosional.",
    "daily": "Kamu mungkin terlalu fokus pada yang kurang. Empat Piala mengingatkan untuk melihat lebih luas — peluang bisa saja tepat di depan mata."
  },
  "fiveOfCups": {
    "symbolism": "Sosok berjubah hitam menatap piala yang tumpah sementara dua piala berdiri di belakang — simbol kehilangan, namun juga harapan.",
    "uprightExtended": "Kartu menandakan duka, kekecewaan, atau penyesalan. Ia menyeru menerima kehilangan dan terbuka pada kemungkinan baru.",
    "reversedExtended": "Terbalik menandakan pengampunan, pemulihan emosional, dan memusatkan kembali pada yang masih bernilai. Harapan kembali.",
    "daily": "Duka itu wajar, namun bukan akhir. Lima Piala mengajakmu mengakui kehilangan lalu berbalik menuju apa yang tersisa."
  },
  "sixOfCups": {
    "symbolism": "Dua anak di taman saling memberikan piala — simbol kenangan, nostalgia, dan kepolosan masa lalu.",
    "uprightExtended": "Kartu menunjuk kenangan, masa kanak-kanak, nostalgia, dan memberi tanpa harap kembali. Perbarui semangat kepolosan.",
    "reversedExtended": "Terbalik menunjukkan terjebak di masa lalu, ketidakmatangan, atau perlunya melepaskan ikatan emosional lama.",
    "daily": "Ingat kembali sesuatu yang indah dari masa lalu. Enam Piala membawa nostalgia—dan kesempatan menarik kekuatan dari sukacita lama untuk saat ini."
  },
  "sevenOfCups": {
    "symbolism": "Seseorang berdiri di depan tujuh piala melayang berisi berbagai simbol — ilusi, godaan, dan kemungkinan.",
    "uprightExtended": "Tegak menandakan banyak pilihan, imajinasi, dan kebingungan. Pilihlah dengan hati, bukan hanya dengan mata.",
    "reversedExtended": "Terbalik menunjuk energi yang tercerai-berai, fantasi tanpa dasar, atau akhirnya membuat pilihan di antara banyak opsi.",
    "daily": "Ada banyak kemungkinan — namun tidak semuanya nyata. Tujuh Piala mengajakmu membedakan ilusi dari hasrat yang sejati."
  },
  "eightOfCups": {
    "symbolism": "Seseorang meninggalkan delapan piala dan menuju pegunungan — simbol pencarian spiritual dan meninggalkan yang familiar.",
    "uprightExtended": "Kartu menandakan penarikan diri secara emosional, pencarian makna, dan kebutuhan akan pemenuhan batin.",
    "reversedExtended": "Terbalik menandakan menunda kepergian, menghindari konfrontasi, atau kembali ke pola lama.",
    "daily": "Mungkin sudah saatnya meninggalkan yang tak lagi memuaskan. Delapan Piala mengingatkan: ini bukan menyerah — ini pencarian makna yang lebih dalam."
  },
  "nineOfCups": {
    "symbolism": "Sosok yang puas duduk di depan sembilan piala — simbol harapan yang terkabul, kepuasan, dan kelimpahan rasa.",
    "uprightExtended": "Tegak membawa kepuasan emosional, tercapainya tujuan, dan rasa syukur. Saatnya menikmati buah jerih payahmu.",
    "reversedExtended": "Terbalik menandakan kesenangan dangkal, berlebihan, atau harapan yang meleset. Carilah pemenuhan yang lebih dalam.",
    "daily": "Kepuasan datang dari dalam. Sembilan Piala membawa ketenteraman emosional — hari ini untuk bersyukur dan sedikit hedonisme."
  },
  "tenOfCups": {
    "symbolism": "Sebuah keluarga berdiri di bawah pelangi dari sepuluh piala — simbol cinta ideal, harmoni, dan pemenuhan emosional.",
    "uprightExtended": "Kartu membawa pemenuhan emosional, harmoni keluarga, dan damai spiritual. Puncak sukacita dalam cinta dan hubungan.",
    "reversedExtended": "Terbalik menunjuk retakan di balik gambar yang tampak sempurna, ketegangan keluarga, atau ekspektasi yang tidak realistis.",
    "daily": "Cinta, keluarga, pemenuhan — hari ini kamu diselimuti rasa keutuhan. Sepuluh Piala merayakan kebersamaan dalam arti seluas-luasnya."
  },
  "pageOfCups": {
    "symbolism": "Seorang pemuda memegang piala dari mana seekor ikan muncul — simbol intuisi mendadak, pesan, dan emosi.",
    "uprightExtended": "Kartu ini melambangkan perasaan lembut, kreativitas, dan awal wawasan emosional. Bukalah hatimu pada yang tak dikenal.",
    "reversedExtended": "Terbalik menunjuk ketidakdewasaan, main-main dalam emosi, atau menghindari perasaan yang sejati.",
    "daily": "Terbukalah pada pesan dari hati—seaneh apa pun itu. Putra Piala membawa inspirasi artistik, kejutan, dan emosi yang lembut."
  },
  "knightOfCups": {
    "symbolism": "Seorang ksatria di atas kuda putih membawa piala sebagai pembawa pesan cinta, seni, dan hasrat spiritual.",
    "uprightExtended": "Tegak menandakan tawaran romantis, pencarian spiritual, dan idealisme. Emosi dan visi menggerakkanmu.",
    "reversedExtended": "Terbalik menunjuk delusi, manipulasi emosional, atau ekspektasi yang tidak realistis dalam cinta.",
    "daily": "Hari ini kamu berbicara (atau menerima) kata-kata dari hati. Ksatria Piala membawa romansa—dan ajakan mengikuti bisikan jiwamu."
  },
  "queenOfCups": {
    "symbolism": "Seorang ratu duduk di tepi laut memegang piala tertutup — simbol kebijaksanaan intuitif dan kedalaman emosi.",
    "uprightExtended": "Kartu menunjuk welas asih, kepedulian, dan kedalaman spiritual. Ia mendengar dengan hati dan memahami yang tak terucap.",
    "reversedExtended": "Terbalik menandakan kelelahan emosional, pasif, atau kewalahan oleh perasaan orang lain.",
    "daily": "Rawat dirimu dari dalam. Ratu Piala membawa kebijaksanaan emosi yang dalam — hari ini kamu tak perlu memperbaiki apa pun, cukup rasakan."
  },
  "kingOfCups": {
    "symbolism": "Seorang raja duduk di takhta di tengah air, tetap tenang meski ada gelombang — simbol penguasaan atas emosi.",
    "uprightExtended": "Tegak menandakan stabilitas emosional, kebijaksanaan, dan dukungan yang tulus. Kamu menuntun orang lain dengan hati dan pengalaman.",
    "reversedExtended": "Terbalik mengindikasikan emosi yang ditekan, manipulasi, atau jarak emosional. Selaraskan akal dan hati.",
    "daily": "Tetap tenang di samudra perasaanmu. Raja Piala mengajarkan bahwa kamu tak perlu menekan emosi — bawalah dengan bijaksana."
  },
  "aceOfSwords": {
    "symbolism": "Sebuah tangan muncul dari awan memegang pedang tegak yang dimahkotai karangan laurel — simbol kebenaran, kejernihan, dan terobosan intelektual.",
    "uprightExtended": "Kartu ini melambangkan awal baru melalui kebenaran, pikiran yang jernih, dan keteguhan. Saatnya mengambil keputusan dan menebas ilusi.",
    "reversedExtended": "Terbalik menandakan kebingungan, blok mental, atau penilaian yang buruk. Kejernihan perlu dipulihkan lewat keheningan.",
    "daily": "Kejernihan lahir hari ini. As Pedang membawa kebenaran dan kekuatan kata — katakan maksudmu, dengan kesadaran."
  },
  "twoOfSwords": {
    "symbolism": "Seorang wanita duduk dengan mata tertutup memegang dua pedang bersilang — simbol kebimbangan dan konflik batin.",
    "uprightExtended": "Tegak menandakan menyeimbangkan dua pilihan, menunda keputusan, dan kebutuhan akan damai batin sebelum bertindak.",
    "reversedExtended": "Terbalik menunjuk ketidakmampuan memutuskan, blok emosional, atau mengabaikan kebenaran.",
    "daily": "Kamu mungkin menghindari keputusan — tapi saatnya menghadapi kebenaran. Dua Pedang meminta keseimbangan antara logika dan perasaan."
  },
  "threeOfSwords": {
    "symbolism": "Tiga pedang menembus hati merah di langit kelabu — simbol duka, patah hati, dan kehilangan.",
    "uprightExtended": "Kartu ini membawa rasa sakit, kekecewaan, dan akhir dari sesuatu yang emosional. Namun lewat duka, datanglah penyembuhan.",
    "reversedExtended": "Terbalik menandakan proses penyembuhan, pelepasan rasa sakit, atau duka yang ditekan dan perlu muncul ke permukaan.",
    "daily": "Duka perlu diakui agar dapat pergi. Tiga Pedang memang menyakitkan, namun ia membuka hati pada sesuatu yang lebih sejati."
  },
  "fourOfSwords": {
    "symbolism": "Seseorang berbaring di gereja dengan tangan terlipat — simbol istirahat, perenungan, dan pembaruan spiritual.",
    "uprightExtended": "Kartu menyeru jeda, istirahat, dan keheningan batin. Pulihkan raga dan pikiran sebelum fase berikutnya.",
    "reversedExtended": "Terbalik menunjukkan gelisah, menolak beristirahat, atau kelelahan batin. Refleksi sangat dibutuhkan.",
    "daily": "Istirahat adalah obat. Empat Pedang menyarankan menarik diri, menenangkan pikiran, dan memulihkan kekuatan sebelum melanjutkan."
  },
  "fiveOfSwords": {
    "symbolism": "Seseorang mengumpulkan pedang sementara yang lain mundur — simbol kemenangan yang dibayar dengan konflik dan hilangnya rasa hormat.",
    "uprightExtended": "Tegak menandakan konflik, manipulasi, atau kemenangan tanpa kepuasan sejati. Tinjau ulang motifmu.",
    "reversedExtended": "Terbalik menunjuk kebutuhan berdamai, menghindari konflik, atau menjauh dari situasi beracun.",
    "daily": "Waspadai kemenangan hampa. Lima Pedang mengingatkan: tidak setiap konflik layak dikejar — pilih damai, bukan dominasi."
  },
  "sixOfSwords": {
    "symbolism": "Seseorang di perahu menyeberangi air membawa enam pedang — simbol perpindahan, penyembuhan, dan perubahan konteks.",
    "uprightExtended": "Kartu menandakan transisi yang tenang, penyembuhan emosional, dan kembalinya keseimbangan. Saatnya meninggalkan masa lalu.",
    "reversedExtended": "Terbalik menunjukkan sulit bergerak maju, beban emosional, atau menunda perubahan yang diperlukan.",
    "daily": "Kamu menuju perairan yang lebih tenang. Enam Pedang membawa kelegaan setelah masa sulit — terimalah transisi."
  },
  "sevenOfSwords": {
    "symbolism": "Seseorang menyelinap pergi sambil membawa pedang, menoleh ke belakang — simbol tipu daya, niat tersembunyi, dan menipu diri.",
    "uprightExtended": "Tegak menandakan kelihaian, strategi, atau menghindari tanggung jawab. Seseorang mungkin menyembunyikan sesuatu.",
    "reversedExtended": "Terbalik menunjuk kebenaran terungkap, rasa bersalah yang muncul, atau panggilan untuk jujur.",
    "daily": "Bijak dan waspada. Tujuh Pedang menyiratkan seseorang (mungkin kamu) menghindari kebenaran — inilah saatnya jujur."
  },
  "eightOfSwords": {
    "symbolism": "Seorang wanita terikat dan dikelilingi pedang — simbol penjara mental, rasa takut, dan keterbatasan.",
    "uprightExtended": "Kartu ini menandakan terasa terjebak dan tak melihat jalan keluar. Batasnya sebagian besar berasal dari dalam.",
    "reversedExtended": "Terbalik melambangkan pembebasan, kesadaran, dan langkah pertama menuju kebebasan mental.",
    "daily": "Rasa terjebak datang dari dalam. Delapan Pedang mengingatkan bahwa pikiranmulah penghalang — dan kunci pembebasan ada padamu."
  },
  "nineOfSwords": {
    "symbolism": "Seseorang duduk di ranjang dengan kepala di tangan di bawah sembilan pedang — simbol kekhawatiran, sulit tidur, dan penyesalan.",
    "uprightExtended": "Tegak menunjuk derita batin, kecemasan, atau rasa bersalah. Pikiran telah menjadi beban.",
    "reversedExtended": "Terbalik membawa pemulihan, kekhawatiran yang mereda, atau pengakuan atas masalah batin.",
    "daily": "Kecemasan bisa mencengkeram di malam hari, namun itu bukan seluruh duniamu. Sembilan Pedang berbisik: kamu tidak sendiri — dan kamu bukan apa yang kamu takutkan."
  },
  "tenOfSwords": {
    "symbolism": "Seseorang terbaring dengan sepuluh pedang di punggung di bawah langit gelap — simbol akhir, pengkhianatan, dan runtuhnya segalanya.",
    "uprightExtended": "Kartu ini menandakan akhir sebuah siklus, kekecewaan, atau pengkhianatan emosional — dan fajar baru setelah kegelapan.",
    "reversedExtended": "Terbalik menandakan bertahan hidup, pemulihan, dan bangkit dari situasi sulit. Saatnya awal yang segar.",
    "daily": "Akhir bisa menyakitkan, namun membawa lega. Sepuluh Pedang menutup satu bab dan memberi ruang untuk pembaruan."
  },
  "pageOfSwords": {
    "symbolism": "Seorang pemuda berdiri dengan pedang dalam sikap waspada — simbol rasa ingin tahu, kewaspadaan intelektual, dan kehati-hatian.",
    "uprightExtended": "Kartu ini menunjuk ketajaman mental, komunikasi, dan penyelidikan. Saatnya percakapan jujur dan belajar.",
    "reversedExtended": "Terbalik menandakan gosip, kurang fokus, atau terlalu defensif. Tenangkan pikiran dan perjelas.",
    "daily": "Ingin tahulah, namun tetap hati-hati. Putra Pedang membawa informasi baru — dengarkan, amati, dan jangan tergesa menyimpulkan."
  },
  "knightOfSwords": {
    "symbolism": "Seorang ksatria menerjang maju dengan pedang terangkat — simbol tindakan, keteguhan, dan dorongan ide.",
    "uprightExtended": "Tegak menandakan kecepatan, terobosan intelektual, dan keberanian. Saatnya tindakan tegas tanpa menunda.",
    "reversedExtended": "Terbalik menunjuk gegabah, komunikasi agresif, atau kekacauan mental. Arahkan energimu dengan lebih bijak.",
    "daily": "Pikiranmu melesat cepat — tapi hati-hati jangan memotong yang ingin kamu pertahankan. Ksatria Pedang meminta keseimbangan antara hasrat dan nalar."
  },
  "queenOfSwords": {
    "symbolism": "Seorang ratu duduk di takhta dengan pedang terangkat di satu tangan sementara tangan lain mengundang — simbol keadilan dan kekuatan intelektual.",
    "uprightExtended": "Kartu menandakan objektivitas, kebijaksanaan, dan pendekatan analitis. Kebenaran sejati muncul ke permukaan.",
    "reversedExtended": "Terbalik menandakan dingin, intoleransi, atau jarak emosional. Diperlukan keseimbangan antara pikiran dan hati.",
    "daily": "Jadilah jelas dan jujur, meski tampak dingin. Ratu Pedang membawa kebijaksanaan tanpa ilusi — kamu melihat segalanya apa adanya."
  },
  "kingOfSwords": {
    "symbolism": "Seorang raja duduk di takhta dengan pedang yang melambangkan kebenaran, keadilan, dan rasionalitas.",
    "uprightExtended": "Tegak mewakili otoritas, logika, dan keteguhan moral. Pimpin dengan intelek dan kejernihan.",
    "reversedExtended": "Terbalik menandakan manipulasi, penyalahgunaan kekuasaan, atau rasionalisme yang ekstrem. Diperlukan keseimbangan yang adil.",
    "daily": "Hari ini, logika memimpin. Raja Pedang menyeru ketegasan dan objektivitas — pimpin dengan teladan, bukan emosi."
  },
  "aceOfPentacles": {
    "symbolism": "Sebuah tangan muncul dari awan memegang pentakel emas — simbol peluang materi baru dan anugerah dari semesta.",
    "uprightExtended": "Kartu ini menandakan awal baru dalam uang, kesehatan, atau karier. Saatnya mewujudkan segala sesuatu secara nyata.",
    "reversedExtended": "Terbalik menunjuk peluang yang terlewat, fondasi yang goyah, atau keterlambatan perwujudan.",
    "daily": "Peluang baru terbuka hari ini di ranah materi — uang, kerja, kesehatan. As Pentakel adalah benih stabilitas — tanamlah dengan perawatan."
  },
  "twoOfPentacles": {
    "symbolism": "Seseorang menjuggling dua pentakel yang dihubungkan tanda tak terhingga — simbol mengelola arus kehidupan.",
    "uprightExtended": "Tegak melambangkan keseimbangan kerja–hidup, fleksibilitas, dan kecakapan.",
    "reversedExtended": "Terbalik menunjukkan kekacauan, stres, atau mengabaikan satu bidang kehidupan. Diperlukan organisasi yang lebih baik.",
    "daily": "Memutar banyak hal sekaligus? Dua Pentakel mengajarimu menemukan ritme — keseimbangan adalah alat terbaikmu hari ini."
  },
  "threeOfPentacles": {
    "symbolism": "Seorang seniman, imam, dan pengrajin berkolaborasi membangun katedral — simbol kerja tim dan nilai bersama.",
    "uprightExtended": "Kartu menandakan kerja sama, pengakuan keterampilan, dan membangun di atas fondasi kokoh.",
    "reversedExtended": "Terbalik menandakan kurangnya kerja sama, ketidakselarasan tim, atau menolak nasihat.",
    "daily": "Kolaborasi membawa hasil. Tiga Pentakel mengingatkan bahwa sukses tumbuh saat semua memberi bagiannya — dan menghargai upaya orang lain."
  },
  "fourOfPentacles": {
    "symbolism": "Seorang pria mencengkeram satu pentakel sementara dua di bawah kakinya dan satu di mahkotanya — simbol keamanan materi dan keterikatan.",
    "uprightExtended": "Tegak menandakan menabung, kebutuhan akan kontrol, dan menjaga sumber daya. Ini masa untuk stabilitas.",
    "reversedExtended": "Terbalik menunjuk keserakahan, keras kepala, atau takut kehilangan. Bukalah pada aliran.",
    "daily": "Apakah kamu memegang sesuatu terlalu erat? Empat Pentakel berkata: perlindungan jangan menjadi penjara — rasa aman juga lahir dari kepercayaan."
  },
  "fiveOfPentacles": {
    "symbolism": "Dua gelandangan melewati sebuah gereja di tengah salju — simbol kekurangan, keterasingan, dan kebutuhan jasmani atau rohani.",
    "uprightExtended": "Kartu menunjuk kesulitan finansial, sakit, atau kesepian emosional. Bantuan ada, namun harus diminta.",
    "reversedExtended": "Terbalik melambangkan pemulihan, keluar dari kekurangan, dan harapan. Secercah cahaya mulai tampak.",
    "daily": "Jika merasa tersisih atau tidak aman, carilah dukungan. Lima Pentakel mengingatkan kamu tidak sendirian — pintu mungkin lebih dekat dari yang kamu kira."
  },
  "sixOfPentacles": {
    "symbolism": "Seorang kaya memberi uang kepada yang miskin sambil memegang timbangan — simbol keseimbangan, memberi, dan menerima.",
    "uprightExtended": "Kartu ini menandakan kedermawanan, bantuan, dan keseimbangan dalam pertukaran. Saatnya memberi atau menerima dengan syukur.",
    "reversedExtended": "Terbalik menunjuk ketidakseimbangan, ketergantungan, atau bantuan yang disertai syarat. Pertimbangkan niat yang sebenarnya.",
    "daily": "Ingat asas timbal balik hari ini. Enam Pentakel mengajakmu memberi — atau menerima — dengan seimbang, bersyukur, dan tanpa rasa bersalah."
  },
  "sevenOfPentacles": {
    "symbolism": "Seorang petani mengamati tanamannya — simbol menunggu, evaluasi, dan kesabaran dalam proses tumbuh.",
    "uprightExtended": "Tegak menandakan menilai, menanam usaha, dan menunggu hasil. Kesabaran akan terbayar.",
    "reversedExtended": "Terbalik menunjuk ketidak-sabaran, meragukan usahamu, atau perlu meninjau ulang arah.",
    "daily": "Kunci adalah sabar. Tujuh Pentakel membawa pesan bahwa buahnya akan datang — tetapi butuh perawatan dan waktu. Jangan menyerah sekarang."
  },
  "eightOfPentacles": {
    "symbolism": "Seorang pekerja tanpa lelah mengukir pentakel — simbol kemahiran, dedikasi, dan keterampilan.",
    "uprightExtended": "Kartu ini menandakan kerja tekun, belajar, dan kemajuan lewat latihan. Saatnya disiplin.",
    "reversedExtended": "Terbalik menunjukkan rutinitas tanpa inspirasi, kesalahan karena tergesa, atau menolak belajar.",
    "daily": "Latihan menjadikan mahir. Delapan Pentakel mengajakmu bersungguh-sungguh dan mengembangkan keterampilan — setiap langkah berarti."
  },
  "nineOfPentacles": {
    "symbolism": "Seorang wanita berdiri di taman dengan seekor elang — simbol kemandirian, kemewahan, dan percaya diri.",
    "uprightExtended": "Kartu membawa buah kerja, kemandirian, dan menikmati apa yang telah dicapai. Berdirilah bangga atas dirimu.",
    "reversedExtended": "Terbalik menunjuk ketergantungan, ketidakautentikan, atau takut mandiri. Bangun nilai dirimu.",
    "daily": "Kemandirian dan menikmati hasil jerih payah memimpin hari ini. Sembilan Pentakel mengingatkan kamu mampu dan layak atas kelimpahan."
  },
  "tenOfPentacles": {
    "symbolism": "Sebuah keluarga dikelilingi simbol kelimpahan — simbol keamanan materi, tradisi keluarga, dan warisan.",
    "uprightExtended": "Kartu menandakan stabilitas jangka panjang, nilai keluarga, dan penuntasan sebuah siklus yang berhasil.",
    "reversedExtended": "Terbalik menunjukkan perselisihan keluarga, ketegangan finansial, atau hilangnya nilai warisan.",
    "daily": "Pikirkan jangka panjang. Sepuluh Pentakel membawa rasa memiliki, warisan, dan keamanan — hari ini kamu meletakkan fondasi untuk esok."
  },
  "pageOfPentacles": {
    "symbolism": "Seorang pemuda meneliti sebuah pentakel emas dengan saksama — simbol belajar, potensi materi, dan niat konkret.",
    "uprightExtended": "Kartu menandakan rasa ingin tahu, si magang, dan langkah pertama menuju capaian praktis. Belajar dengan melakukan.",
    "reversedExtended": "Terbalik menandakan kurang fokus, peluang terlewat, atau menunda mulai. Diperlukan dedikasi pada tujuan.",
    "daily": "Hari ini ideal untuk belajar atau menetapkan tujuan. Putra Pentakel berbisik: jika kamu percaya pada idenya — bersiaplah merawatnya."
  },
  "knightOfPentacles": {
    "symbolism": "Seorang ksatria duduk tenang di atas kuda sambil memegang pentakel — simbol tanggung jawab, kesabaran, dan tindakan menyeluruh.",
    "uprightExtended": "Tegak menandakan ketekunan, dedikasi, dan kemajuan yang mantap serta realistis. Ikuti jalur yang andal.",
    "reversedExtended": "Terbalik menunjuk keras kepala, stagnasi, atau terlalu lambat. Selaraskan tempo dengan tujuan.",
    "daily": "Konsistensi dan perhatian pada detail adalah sekutumu. Ksatria Pentakel mengingatkan: pelan dan mantap — begitulah cara membangun yang tahan lama."
  },
  "queenOfPentacles": {
    "symbolism": "Seorang ratu di alam memegang pentakel dengan penuh perhatian — simbol rumah, stabilitas, dan energi keibuan.",
    "uprightExtended": "Kartu membawa keamanan, pengasuhan, dan kepraktisan. Ia menciptakan harmoni lewat organisasi dan kelembutan.",
    "reversedExtended": "Terbalik menandakan mengabaikan diri, materialisme berlebihan, atau menarik diri secara emosional.",
    "daily": "Rawat duniamu — luar dan dalam. Ratu Pentakel membawa kehangatan, kepraktisan, dan stabilitas — perhatikan raga, rumah, dan rutinitas."
  },
  "kingOfPentacles": {
    "symbolism": "Seorang raja duduk di takhta berhias banteng dan sulur anggur — simbol kekuasaan, kekayaan, dan stabilitas yang mapan.",
    "uprightExtended": "Kartu ini melambangkan keberhasilan materi yang diraih, pengelolaan sumber daya yang bijak, dan rasa aman.",
    "reversedExtended": "Terbalik menunjuk kepala batu, keserakahan, atau kontrol berlebihan. Izinkan aliran hidup masuk.",
    "daily": "Buat keputusan hari ini yang membangun fondasi jangka panjang. Raja Pentakel mengingatkan: kekuatanmu ada pada pengelolaan sumber daya yang bijak."
  }
}
