{
  "about": {
    "title": "Acerca de la app",
    "updatedAt": "2026-01-16",
    "body": "# Una AI Tarot: Jung 🔮✨\n\n**Una AI Tarot: Jung** combina **arquetipos junguianos** y **Tarot con IA**, con un **contexto astrológico** opcional para timing y tránsitos *(Premium/Pro)*, para ofrecer interpretaciones claras y con los pies en la tierra, personales — no aleatorias.\n\nLa app está pensada para la introspección, los insights y mejores decisiones — sin “adivinar el destino” de forma determinista.\n\n---\n\n## Qué obtienes\n- 🃏 **Lecturas de Tarot con IA** (varios tipos de tiradas)\n- 🧠 **Arquetipos junguianos** — mini-curso de **12 lecciones** (psicología de los símbolos + Tarot)\n- 🧩 **Tiradas guiadas por lección** — cada lección incluye cartas asociadas y una interpretación con IA que conecta el arquetipo + el simbolismo + tu contexto\n- 🪐 **Tránsitos y timing astrológico** *(Premium/Pro)*\n- 🧠 Interpretación estructurada y por capas (símbolos, posiciones, contexto)\n- ✍️ Puedes elegir preguntas sugeridas o escribir las tuyas\n- 📚 Vista ordenada con sensación de “archivo” para volver a consultar\n\n---\n\n## Lecciones Jung (12 mini lecciones)\nLas lecciones están diseñadas como una guía breve y clara sobre los arquetipos de Jung y cómo pueden reconocerse a través del simbolismo del Tarot.\n\nDespués de cada lección puedes hacer una **tirada de acompañamiento** que Una interpreta para:\n- conectar el arquetipo de la lección con las cartas,\n- explicar la dinámica (sombra, reto, potencial),\n- proponer preguntas de reflexión y pautas prácticas.\n\n---\n\n## Cómo funciona\n1) Elige una tirada o abre **Lecciones Jung**.\n2) Elige una pregunta sugerida o escribe la tuya.\n3) Saca las cartas.\n4) Una ofrece una interpretación que conecta **pregunta + tirada + simbolismo** (y, cuando corresponde, la lección/arquetipo).\n\n---\n\n## Planes y acceso\n- 🆓 **Free** — acceso básico con tiradas y funciones limitadas.\n- 💎 **Premium** — más tiradas + insights más profundos + la **capa de tránsitos**.\n- 🧿 **Pro** — acceso total a todas las herramientas, análisis avanzado y personalización.\n- 👑 **ProPlus (anual)** — plan anual con acceso máximo y mejor relación valor/precio.\n\n🎁 **Opción AdReward:** viendo un anuncio puedes desbloquear ciertas acciones como alternativa al pago.\n\n---\n\n## Nota\n- **Carta del día** y **Sí/No** están pensados como formatos más intuitivos y reflexivos.\n- La app no “predice el destino” — ayuda a iluminar **patrones, opciones y dinámica interna**.\n- El contenido es educativo y reflexivo, y no sustituye ayuda psicológica/médica profesional.\n\n---\n\n## Portal Tech de InfoHelm 🌐\nSi quieres explorar IA, cripto y nuevas tecnologías más allá del Tarot, visita:\n- https://tech.infohelm.org/es \n\n---\n\nVersión de la app: 2.0.0\n"
  },
  "terms": {
    "title": "Términos de servicio",
    "updatedAt": "28 de agosto de 2025",
    "sourceUrl": "terms-of-service-es.html",
    "body": [
      "Al usar esta aplicación aceptas los siguientes términos y normas. Si no estás de acuerdo con alguna parte de estos términos, por favor no uses la app.",
      "• La app está destinada a uso personal y no comercial.",
      "• No puedes copiar, distribuir ni modificar el contenido sin el permiso del autor.",
      "• Podemos cambiar los Términos de servicio en cualquier momento sin previo aviso.",
      "Si continúas usando la app, confirmas que has leído, entendido y aceptado estos términos."
    ]
  },
  "privacy": {
    "title": "Política de privacidad",
    "updatedAt": "28 de agosto de 2025",
    "sourceUrl": "privacy-policy-es.html",
    "body": [
      "Nos importa tu privacidad. Este documento resume qué datos recopilamos, por qué y cómo los protegemos.",
      "Qué recopilamos: (a) datos de la cuenta (email, nombre visible, idioma), (b) datos de perfil opcionales (género, fecha de nacimiento, signo/ascendente), (c) datos técnicos (ID de usuario, token de notificaciones de Expo, idioma/región del dispositivo), (d) metadatos sobre el uso de funciones.",
      "Dónde almacenamos: Supabase (base de datos y autenticación). Expo se utiliza para entregar notificaciones push (token del dispositivo). Zoho Mail se utiliza para soporte al cliente.",
      "Por qué: para proporcionar la funcionalidad de la app, sincronizar ajustes, enviar notificaciones que solicitas y mejorar la calidad del producto.",
      "Compartición: no vendemos datos personales. Compartimos datos solo con proveedores de servicios necesarios para que la app funcione (por ejemplo, Supabase, Expo) bajo acuerdos adecuados de tratamiento de datos.",
      "Conservación y eliminación: conservamos los datos mientras sea necesario para prestar el servicio. Puedes solicitar la exportación o eliminación de tu cuenta contactando con soporte.",
      "Seguridad: aplicamos medidas técnicas y organizativas; sin embargo, ningún sistema es 100% seguro.",
      "Tus derechos: acceso, rectificación, supresión, oposición y retirada del consentimiento cuando corresponda.",
      "Contacto de privacidad: info@infohelm.org"
    ]
  },
  "support": {
    "title": "Soporte y donaciones",
    "updatedAt": "28 de agosto de 2025",
    "body": [
      "Si deseas apoyar el desarrollo de la app:",
      "• Desbloquea la membresía PRO/Premium según tus necesidades: obtienes más tiradas y menos límites.",
      "• Mira anuncios cortos para conseguir monedas gratis (AdReward).",
      "• Deja una valoración y reseña en la tienda: ¡nos ayuda mucho!",
      "• Comparte la app con tus amigos.",
      "Para ayuda adicional o sugerencias, escribe a: info@infohelm.org"
    ]
  },
  "contact": {
    "title": "Contacto",
    "updatedAt": "28 de agosto de 2025",
    "body": [
      "Si tienes preguntas, sugerencias o problemas técnicos, no dudes en ponerte en contacto con nosotros.",
      "Email: info@infohelm.org",
      "Respondemos en un plazo de 24 h en días laborables."
    ]
  },
  "disclaimer": {
    "title": "Descargo de responsabilidad",
    "updatedAt": "28 de agosto de 2025",
    "body": [
      "Esta app utiliza inteligencia artificial para interpretar símbolos y responder preguntas, de forma similar a como lo haría una persona experta en Tarot. Aunque la IA analiza patrones y ofrece perspectivas, sus respuestas no sustituyen el asesoramiento profesional en áreas como salud, derecho o finanzas.",
      "Los usuarios toman sus propias decisiones en base a los mensajes y las perspectivas recibidas. El creador de la app no asume responsabilidad por las consecuencias derivadas del uso del contenido.",
      "Al usar la app aceptas estos términos."
    ]
  },
  "dataDeletion": {
    "title": "Eliminación de datos",
    "updatedAt": "28 de agosto de 2025",
    "sourceUrl": "data-deletion-es.html",
    "body": [
      "Puedes solicitar la eliminación de tu cuenta y de tus datos en cualquier momento.",
      "Cómo enviar la solicitud: envía un email desde la dirección vinculada a tu cuenta a info@infohelm.org indicando brevemente que deseas eliminar tus datos. Si es posible, incluye tu ID de usuario (UID) desde el perfil.",
      "Qué eliminamos: perfil (email, nombre visible, preferencias de idioma), tokens guardados de notificaciones push, historial de lecturas/interpretaciones y otros datos asociados a la cuenta.",
      "Qué podríamos conservar: registros mínimos necesarios para cumplir obligaciones legales o de seguridad, conforme a la Política de privacidad.",
      "Plazo: las solicitudes suelen procesarse en un plazo de 30 días después de confirmar la identidad.",
      "Más detalles y la versión oficial del documento están disponibles en nuestro sitio web (usa el botón “Abrir en la web”)."
    ]
  }
}
